[
{"title": "China accuses Hong Kong protesters of committing 'evil and criminal acts'", "post_time": "Updated 1325 GMT (2125 HKT) July 29, 2019 ", "content": "Beijing (CNN) The Chinese government has accused pro-democracy  protesters  in Hong Kong of committing \"evil and criminal acts\" that have seriously damaged the semi-autonomous city's \"reputation\" and \"stability.\" At a press conference in Beijing on Monday, Hong Kong and Macau Affairs Office spokesman Yang Guang called the  situation in Hong Kong  \"grave,\" adding that Beijing would not allow any challenge to the Chinese government's authority or threats to national security. \"No civilization or society under the rule of law would ever allow acts of violence to take place. We call on the general public of Hong Kong to be aware of the grave nature of the current situation,\" Yang said, calling on Hong Kong citizens to condemn protester violence.  \"Hong Kong is China's Hong Kong. Hong Kong's affairs are China's domestic affairs,\" he added. Hong Kong has been governed under a \" one country, two systems \" model since the city transferred from British to Chinese rule in 1997. It was the first time China's top Hong Kong policy office had given a briefing on the mass demonstrations that began in early June in opposition to a controversial -- and now-shelved -- bill that would have allowed extradition from the city to mainland China.  Yang also used the event as an opportunity to reaffirm China's strong support for Hong Kong's leader, Chief Executive Carrie Lam, and the city's police force, which has been the target of many protesters' ire for deploying what they believe to be heavy-handed tactics.  Jimmy Shum, of the Civil Human Rights Front, which has organized many official protests in recent weeks, called the press conference \"disappointing\": \"As an agency with the power to dismiss Carrie Lam, it did not call for her to step down. So the press conference wasted Hong Kong people 40 minutes of their time,\" Shum said.   Eight weeks of unrest Mass protests have now been happening in Hong Kong, a major global financial hub, for  eight consecutive weeks . Protesters' demands over that period have broadened to encompass issues such as greater democracy for the city, an inquiry into alleged police brutality and the resignation of Lam.  The demonstrations have also steadily escalated in terms of violence and rhetoric.  On July 1, protesters  trashed the Hong Kong Legislative Council offices , the city's seat of government. On July 21, an armed mob at Yuen Long train station, in the north of the city,  attacked people  in a subway station, many of whom were protesters returning from a march police had broken up in the central Hong Kong. The mob was wearing white, while most of the demonstrators were clad in black, the color of the protest movement.  Last Saturday, protesters  staged a march  in the small town of Yuen Long, near Hong Kong's border with China, where they clashed with riot police. On Sunday night, much of downtown came to a standstill after riot police  fired tear gas and rubber bullets  at protesters who had defied a police ban to march through the city. Beijing has previously  denounced the protesters  in state media, including their decision to target the Chinese government's headquarters in the city on July 21. State-run news agency Xinhua called the demonstrators \"radical protesters\" and said their actions were an \"open challenge to the central government's authority.\" \"If this can be tolerated, what can not?\" Chinese Communist Party mouthpiece People's Daily said in an editorial. At a Ministry of Defense briefing last week, spokesperson Wu Qian said the Chinese military was  watching the situation  in Hong Kong closely.  When asked if the Chinese military would intervene, Wu referenced a law that allows the Hong Kong government to request assistance to maintain public order from Beijing's military garrison in the city -- a point Yang repeated at Monday's press conference when asked by CNN.   CNN's Eric Cheung contributed to this article."},
{"title": "Earth's moon is shrinking and quaking, study says", "post_time": "Updated 1529 GMT (2329 HKT) May 28, 2019 ", "content": " (CNN) The moon is slowly shrinking over time, which is causing wrinkles in its crust and moonquakes, according to photos captured by NASA's Lunar Reconnaissance Orbiter.  Unlike Earth, the moon doesn't have tectonic plates. Instead, as the moon's interior has cooled over the last several hundred million years, it has caused the surface to wrinkle as it shrinks. Unlike the flexible skin of a grape when it shrinks into a raisin, the moon's brittle crust breaks. This creates stair-step cliffs called thrust faults as part of the crust is pushed up and over another close part of the crust.  There are now thousands of cliffs scattered across the moon's surface, averaging a few miles long and tens of yards high. The orbiter has taken photos of more than 3,500 of them since 2009. In 1972, Apollo 17 astronauts Eugene Cernan and Harrison Schmitt had to ascend one of these cliffs, the Lee-Lincoln fault scarp, by zig-zagging the lunar rover over it. Today the moon is 50 meters \"skinnier\" because of this process. And as it shrinks, the moon actively produces moonquakes along the faults. Researchers re-analyzed seismic data they had from the moon to compare with the images gathered by the orbiter. Data from the seismometers placed on the moon during the Apollo 11, 12, 14, 15 and 16 missions revealed 28 moonquakes recorded between 1969 and 1977. Researchers compared the location of the epicenters for those quakes with the orbiter imagery of the faults. At least eight of the quakes occurred due to activity along the faults. This rules out the possibility of asteroid impacts or rumblings from the moon's interior. This means that the Apollo seismometers recorded the moon shrinking, the researchers said. The study of Apollo seismic data and analysis of more than 12,000 of the orbiter's photos were published Monday in the journal  Nature Geoscience .  \"It's really remarkable to see how data from nearly 50 years ago and from the [orbiter] mission has been combined to advance our understanding of the Moon while suggesting where future missions intent on studying the Moon's interior processes should go,\" said John Keller in a statement, study author and Lunar Reconnaissance Orbiter project scientist at NASA's Goddard Space Flight Center. The researchers believe the quakes are still occurring on the moon, which means that its actively changing. \"Our analysis gives the first evidence that these faults are still active and likely producing moonquakes today as the Moon continues to gradually cool and shrink,\" said Thomas Watters, senior scientist in the Center for Earth and Planetary Studies at the Smithsonian's National Air and Space Museum in Washington. \"Some of these quakes can be fairly strong, around five on the Richter scale.\" Some of the quakes also happened during a point in the moon's orbit when it was farthest from Earth, indicating that the tidal stress of Earth's gravity could have contributed to stress on the moon's crust. \"You don't often get to see active tectonics anywhere but Earth, so it's very exciting to think these faults may still be producing moonquakes,\" said Nicholas Schmerr in a statement, study author and assistant professor of geology at the University of Maryland. Schmerr designed the algorithm that re-analyzed the Apollo data. The researchers noted other evidence in the orbiter's photos of landslides and boulders at the bottom of bright patches, signaling recent activity. Over time, the lunar surface darkens due to weathering and radiation, so bright spots are areas where recent activity has exposed areas on the lunar surface.  \"For me, these findings emphasize that we need to go back to the moon,\" Schmerr said. \"We learned a lot from the Apollo missions, but they really only scratched the surface. With a larger network of modern seismometers, we could make huge strides in our understanding of the moon's geology. This provides some very promising low-hanging fruit for science on a future mission to the moon.\" \"Establishing a new network of seismometers on the lunar surface should be a priority for human exploration of the Moon, both to learn more about the Moon's interior and to determine how much of a hazard moonquakes present,\" said Renee Weber, study co-author and planetary seismologist at NASA's Marshall Space Flight Center, in a statement."},
{"title": "Hundreds attend wake of Italian police officer allegedly killed by two American tourists", "post_time": "Updated 2321 GMT (0721 HKT) July 28, 2019 ", "content": "Rome (CNN) Friends, family and a grieving community gathered at a church in Rome Sunday to pay last respects to a fallen officer who was allegedly  stabbed to death by two young Americans . Hundreds laid flowers and prayed during the wake for Carabinieri police officer Mario Cerciello Rega.  The 35-year-old will be laid to rest Monday in his hometown of Somma Vesuviana, near Naples. His funeral will be held in the same church where he got married less than two months ago. Rega had just returned to work on the police force following his honeymoon. Rega's wake comes as police say they they are investigating a photo that appears to show one of the American suspects blindfolded at a police station in Rome. The image was leaked to the respected Italian newspaper, Corriere della Sera. Italian police have confirmed the authenticity of the photo, and told CNN that a two-pronged investigation has been launched into why the suspect was blindfolded and who leaked the photo to the press. \"The general command of the Carabinieri police strongly distances itself from the photo and the distribution of the photo of the people detained for the homicide of the Officer Mario Cerciello Rega. The provincial Carabinieri command of Rome is quickly carrying out investigations to locate who is responsible,\" police said in a statement Sunday. The two Americans, Finnegan Lee Elder, 19, and Gabriel Natale Hjorth, 18, were arrested while on vacation in Rome in connection with the murder of Italian police officer Mario Cerciello Rega on Friday, Italian police told CNN Saturday. Officer Rega, 35, was stabbed eight times at 2 a.m. local time on Friday, in the Prati neighborhood of Rome, near the hotel where the two young men were staying, police said. He was declared dead at 4:30 a.m. A 'heinous crime' Surveillance footage and witness testimonies had allowed the Capitoline Investigative Unit to identify the two responsible for the \"heinous crime,\" according to the police statement.  The two Americans, both from San Francisco, were arrested inside their hotel room in Rome. Police allege the boys stole a backpack from a man whom they had approached about buying drugs. The order and details of what happened next are still being investigated. However, police allege the Americans stole the backpack because they were sold crushed aspirin instead of cocaine.  The teenagers subsequently answered the owner's cellphone, which they had also taken, and told him \"they would not return the backpack without 100 euros and 1 gram of cocaine,\" police added. After police were contacted by the owner of the stolen bag, officers met the American suspects under the guise of retrieving the backpack, police said. Both the Americans are accused of assaulting the police officers, who reportedly identified themselves as law enforcement officers. Then one of the suspects took out a knife and stabbed the officer eight times before fleeing the scene, police said. The officers were unarmed, police added. The Carabinieri police force said in a statement that the Americans were arrested Friday night for \"the crime of aggravated murder and attempted extortion.\" Alleged confession Police allege both Americans confessed to taking part in the assault, and say Elder confessed in the early hours of the interrogation on Friday to murder.  Elder's appointed public prosecutor, Francesco Codini, said that during his court appearance Saturday his client \"maintained his right to remain silent\" in front of a judge. In a statement to CNN, Elder's family said: \"We write as a family to express our deepest condolences to the grieving family and community that loved Brigadier Cerciello Rega. We are shocked and dismayed at the events that have been reported, but have very little independent information about these events.\"  Elder's family added that they haven't been able to have any communication with their son and appealed to the public to respect their privacy.  \"We plan to go to Rome as soon as the State Department assures us we will be able to see our son,\" the Elder family said in another statement.  \"We are also aware of the funeral plans for Officer Rega, and wish to be respectful of his family and friends at this devastating time.\" Elder's father, Ethan Elder, spoke briefly with CNN outside his San Francisco home Sunday and called his son's case a \"precarious situation.\" Ethan Elder says he wants people to know his son is \"a good man.\" Italian police can legally hold suspects for an entire year without official charges. Italy's far-right Interior Minister Matteo Salvini commented on the blindfold photo Sunday, saying in a statement: \"To those complaining about the blindfolding of the arrested, remember that the only victim to cry for is the man, the son, the husband who is 35 years old, a Carabinieri officer, a servant of the homeland who died in service at the hands of the people who, if guilty, deserve only life imprisonment.\"  The day before, Salvini had called for life-long prison sentences for the accused teens, despite them not having been put on trial.  \"Hoping that the murderers of our poor policeman will never get out of prison, I remind the do-gooders that in the United States whoever kills risks the death penalty. I'm not saying we should go that far, but life in prison (obviously working), this, yes!\" Salvini wrote in a message on Twitter on Saturday."},
{"title": "When a woman's car broke down, these teens pushed it five miles to her home", "post_time": "Updated 1414 GMT (2214 HKT) July 19, 2019 ", "content": " (CNN) A late-night run to the donut shop turned into a roadside rescue for three teens living near Niagara Falls. It ended with them pushing a stranded stranger's car for hours and inspiring others on Facebook. Aeron McQuillin, 18, Bailey Campbell, 17, and Billy Tarbett, 15, were on their way to a Tim Hortons donut shop in Fonthill, Ontario, when they spotted a woman on the side of the road with smoke coming out of her car.  They quickly diagnosed the problem as a leak that allowed the engine coolant and oil to mix. They also determined the car was too dangerous to drive. The driver couldn't afford a tow truck. So, Billy suggested that guys push the car. The woman lives more than five miles away. Dan Morrison, who also stopped to help, tells CNN he and the driver thought the teens were crazy to offer. Bailey told CNN they just wouldn't want to be stuck like that, so they insisted. The trio grabbed bottles of water and a speaker so they could \"jam out\" and started their trek. Morrison drove behind them with his hazard lights on for safety. Bailey says they faced several obstacles. The first was a big hill 300 yards from the start. Halfway through, they took a break and the battery died. They had to charge it just to get back into neutral. After more than two-and-a-half hours of pushing, they finally delivered the car back home. Bailey described the motorist as both thankful and amazed. They exchanged hugs, and everyone went home for some much-needed rest. The trio never got the woman's full name. Morrison snapped a couple of pictures of the teens, hoping to turn them into hometown heroes on social media. His Facebook post went viral, with positive comments coming in from as far away as Australia. On Facebook,  Aeron wrote , \"Our phones [were] blowing up with messages and Facebook notifications from total strangers, showing their appreciation and gratitude for our random act of kindness.\" He went on to say, \"We hope more people can learn from this situation and not be afraid to lend a helping hand to those in need.\" Bailey described his moment of viral fame as \"overwhelming in a good way.\"  Morrison said, \"There is so much negativity in the world; people want something positive. When something like this happens, it becomes contagious... Everyone has had car problems and can relate.\""},
{"title": "He left politics to treat his PTSD. His new mission? Helping fellow vets", "post_time": "Updated 2350 GMT (0750 HKT) July 18, 2019 ", "content": "New York (CNN) Last fall, Jason Kander was considered a rising star in the Democratic party.   The U.S. Army combat veteran had served as Missouri's Secretary of State, nearly beaten a Republican incumbent for a U.S. Senate seat in 2016 and was the front-runner in the race for Kansas City mayor. There was even talk of him running for president.   But Kander made headlines when he suddenly  dropped out of the race to get treatment  for post-traumatic stress disorder. In a public letter to his supporters, he admitted it was a step he'd avoided for years. \"I was afraid of the stigma. ... But it's just getting worse,\" he wrote. \"So, after 11 years of trying to outrun depression and PTSD symptoms, I have finally concluded that it's faster than me. That I have to stop running, turn around, and confront it.\"  He ultimately got help from the  Veterans Community Project , a Kansas City-based nonprofit co-founded by  Chris Stout, a 2018 Top 10 CNN Hero .  The veteran-run group is known for providing tiny homes to homeless veterans. But it also assists all former servicemembers with issues like jobs, transportation and mental health. \"During my mayoral campaign, I'd toured and was blown away by it. Then when I made my announcement ... I quickly realized that navigating the VA process was a bit more than I'd expected. So, I reached out,\" Kander said. \"I went in and they treated me like any other vet they serve.\"   \"All of us here have experience with all of the shrinks at the V.A., so we just started helping him through that process,\" Stout said. \"People most often see us as an organization that provides housing. ... It's great that (now) people know that we'll help you with anything when you walk in the door.\" The treatment helped Kander. So did hanging out at the group's outreach center. \"(Before) I didn't make time to hang out with other veterans like maybe I should have because it's been very therapeutic to do that,\" Kander said. \"There's a reason that past generations have been hanging out at VFW halls. There's a comfort in being around fellow combat vets.\" Earlier this week, the organization announced that Kander will help lead the nonprofit's national expansion.  The group hopes to open eight additional locations across the country by 2022.  Kander calls the role his \"new mission.\" \"I was really impressed by everything that VCP does and found it inspiring,\" Kander said. \"Long term, we want to end veteran homelessness nationwide and make sure no veterans fall through the cracks.\" In an  interview with CNN's Kate Bolduan  earlier this week, Kander reflected on his journey. \"My first message to people is, if you think something might be wrong, something is wrong, and you should get help,\" he said. \"Right before the announcement [that he was withdrawing from the mayor's race], I said to my friend, 'I feel weak.' But now I don't feel that way about it. I feel like it's the strongest thing I've ever done.\" Stout agrees that admitting you need help is the first step. \"It's absolutely 1000% part of the process. So often people know they have stuff going on, and once they are able to share it, they can get help,\" Stout said. \"(Kander) used the term 'post-traumatic growth' and it's true. He's a different guy (now). ... All of us working there have seen it.\" As for his political future, Kander told Bolduan that he's not thinking about it right now. \"I don't feel like I have to think about the future to feel better,\" he said. \"So, I have no idea what I'll do, but I do know that I care a lot about Veterans Community Project and to me this is public service. So, if the question is 'Are you back?' 'Yeah. And I'm doing this.'\" CNN's Kathleen Toner spoke with Stout about what else has happened with Veterans Community Project since he was honored as a Top 10 Hero in 2018. Below is an edited version of their conversation. CNN:  Has being a CNN Hero impacted your work? Chris Stout:  It absolutely has. The aftermath is hard to quantify, but it's really cool. I don't struggle getting meetings like we used to. Whenever I attach the video link to our emails, I'm able to get in and meet with people. It helps expedite what we're doing. It also brought us a $300,000 donor -- all because of the CNN piece.   One story is that Lauren Bush Lauren (the granddaughter of President George H.W. Bush) was my  presenter at the Tribute Show . Well, when we were sitting there talking, she mentioned the Stand-To Veterans Leadership Program that George W. Bush puts on. So, I applied, and they chose me and 42 others.  The funny part is that I was at an event last month where President Bush spoke, and I got to meet him.  He saw my service dog, Tom, and said, 'He reminds me of Sully!' --  his dad's service dog  -- and I said, 'Well, actually, they've met.' And I showed him a picture of when they were together at the CNN Heroes show.  CNN:  When we filmed with you in Kansas City, you were still building some of your tiny homes.  Where do things stand now? Stout:  When you were here, we had 13 finished and were working on the second phase of 13 more. Those are now done and we're finishing the last 23 homes, as well as our on-site community center. Both are supposed to be done on Veteran's Day, which will bring it to 49 homes total.  CNN:  And some of your fellow CNN Heroes will be helping with that. Stout:  We're joining forces with  Luke Mickelsen, who builds bunk beds for kids in need . His organization has a chapter in Kansas City, so I went to a build out there and I realized that we are close to having another 23 houses done -- it would be cool if we could have Luke build the last 23 beds. So, he's coming out at the end of October for that. Then we also looped in  Stan Hays from Operation BBQ Relief  (2017 Top 10 Hero, based in Kansas City) and his group is coming out to feed the 150 volunteers.  CNN:  I also heard that your organization is going to be featured on \"Queer Eye for the Straight Guy.\" Stout:  Yes -- this week! They were going to be filming in Kansas City and I think, originally, they were looking for a resident to participate, but we nominated one of our co-founders who is ... a little rough around the edges. He is transitioning into a new role from building the homes to the fundraising side. That's just something you can't do showing up in shorts. So that's ultimately why we did that. So, they redid his house and all that stuff, but they also came to the village and did a tour last November. So, it's good -- it's going to get us some exposure to a new group that we probably don't normally reach."},
{"title": "Thieves stole $9 from a girl's lemonade stand for charity. Police and neighbors rallied to give her more than $300", "post_time": "Updated 1634 GMT (0034 HKT) July 17, 2019 ", "content": " (CNN) In late June, 11-year-old Alizay Kashif set up a lemonade stand in her family's neighborhood in Naperville, Illinois, a suburb on the western outskirts of Chicago. She was selling refreshments to benefit  Feeding America , a national network of food banks. But after she took in nine bucks, a group of teenagers grabbed the money basket and drove off with it. She was devastated. That's when her father posted on the neighborhood social media platform Nextdoor, explaining how sad his daughter was and asking what he should do about the theft. Neighbors come to help Ben Hutchinson was one of the neighbors who read the post. A former journalist, Hutchinson said that the story struck him. \"When I was a reporter, I often saw people in bad times, and I couldn't help them.\" This time, he thought he could step in. And despite the theft, Alizay and her sister, Emaan, still wanted to use a lemonade stand to raise money for the food bank. \"They had a quiet area, not very visible,\" Hutchinson said. \"So I offered them my busy street corner.\" A cop showed up to keep watch over the stand this time, telling them, \"I think I might have a few friends coming.\" Then, a parade of police cars drove up with their lights on and sirens blaring. \"The police took it to the next level,\" Hutchinson said.  Local officers helped collect about $170 to support the charitable enterprise. Along with lemonade sales and some donations on Facebook, the sisters received nearly $350, CNN affiliate  WGN  reported. \"The parents wanted to teach their kids a lesson about perseverance,\" Hutchinson said. It worked; the girl's passion helped bring a neighborhood closer together. Meanwhile, Hutchinson said he's glad he left TV news to spend more time with his own family in Naperville, where he himself grew up. \"This reinforced the same sense of the community that I felt when I was growing up here,\" he said."},
{"title": "Can coral farms save our reefs?", "post_time": "Updated 0920 GMT (1720 HKT) June 13, 2019 ", "content": " (CNN)  The battle to save our most diverse ecosystems is entering a critical phase.  Our marine habitats and rainforests find themselves on the frontlines of the planet's greatest conflict --  one that threatens countless species  and the  health of future generations  -- the fight to avert a climate crisis. The world has lost over half of its coral reefs  in the past 30 years due to climate change, overfishing and pollution. Read more:  What is climate change? Your questions answered Coral bleaching, which is caused by warmer ocean temperatures, has already destroyed  half of Australia's Great Barrier Reef .  By 2050, nearly all the world's reefs will be at risk, according to the  US National Oceanic and Atmospheric Administration . Underwater desert   In an effort to prevent this alarming prospect, two US environmental entrepreneurs have taken a stand, opening the world's first commercial land-based coral farm in the Caribbean. fSam Teicher and Gator Halpern, both 29, grew up near the ocean in the United States and connected over their shared passion for coral reefs at the Yale School of Forestry and Environmental Studies.   Having witnessed the \"mass problem of reef degradation\" first-hand while working in Mauritius, Teicher paired up with Halpern to found  Coral Vita , a startup which aims to revive reefs worldwide and help them adapt to the impacts of climate change.  \"[Global reef loss] is an ecological and socio-economic tragedy. A quarter of marine life depends on coral reefs and a billion people around the world depend on them for their livelihoods,\" Teicher told CNN. Read more:  We're losing the war on climate change  After securing $2 million in investment, they opened the first farm last month, on Grand Bahama, The Bahamas' most northern island, where fishermen told them local reefs look like \"rubble fields compared to the underwater forests they [once were].\"  \"They describe it like going out to fish in an underwater desert,\" Teicher said.   Global reef restoration Coral Vita uses a technique called  micro-fragmentation  which involves removing coral fragments from the ocean and breaking them into tiny pieces. This stimulates tissue growth and allows fragments to grow into clones at up to 50 times the normal rate in land-based nurseries, before they are planted back into the ocean.  According to Teicher and Halpern, this new method enables them to scale up previous restoration efforts, which have so far focused on reviving coral colonies underwater.  Teicher said traditional coral farming was too slow and restrictive as it only allowed for the restoration of fast-growing reefs. \"Underwater coral nurseries struggle to scale to counter global degradation and are jeopardized by events like storms, fishing accidents, and bleaching events,\" he added.  Coral Vita is a commercial business, which sells \"restoration services to customers who depend on reefs' tourism, fisheries, and coastal protection benefits\", including governments, conservation groups and insurance companies, Teicher explained.  With their pilot project in The Bahamas, Teicher and Halpern aim to grow 10,000 coral fragments from 10 local species, but in the future they hope to open restoration farms growing millions of different corals in all countries with reefs and revive all dying species.  \"The reefs and people who depend on them need help everywhere,\" Teicher said, adding that besides offering food security, reefs also provide coastal residents with flood protection by acting as a natural barrier against storm surges.  According to a recent  study , coral reefs annually protect more than 18,000 people in the US from flooding and provide infrastructure benefits worth $1.8 billion. Climate resilience  The biggest threat to reefs is climate change, according to Teicher.  A  study  published last year found that mass coral bleaching events are five times more common than they were 40 years ago. Higher levels of carbon dioxide in the atmosphere have also made oceans more acidic, creating \"conditions that don't allow most corals to thrive,\" according to Teicher. By creating warmer and more acidic growing conditions at its farms, Coral Vita aims to \"strengthen coral resilience\" and train the reefs to adapt to global warming impacts, he explained. According to Guilhem Banc-Prandi, a marine biologist at the Interuniversity Institute for Marine Sciences in Eilat in Israel, there is evidence that coral that has undergone microfragmentation performs better in warmer temperatures.  \"When we expose those corals to really warm temperatures, they are even performing better [than before],\" he said.  But Banc-Prandi said there are also limitations to coral farming on land. It is very expensive and great care must be taken to prevent transplanted corals from being destroyed by natural hazards, he said.  \"Restoration must go in parallel with conservation. Not only do we need to bring corals back into the sea, but we also need to rebuild the whole reef ecosystem,\" he added.  Although restoration offers hope for the future of our reefs, \"it is not a silver bullet,\" Teicher warned, stressing that the most important aim should be eliminating pollution and overfishing, and reducing emissions -- three global drivers of coral degradation.  \"We can replant the forest, but the best thing to do is not cut it down in the first place,\" he said. Correction: This story has been updated to correct that Coral Vita is the world's first commercial land-based coral farm."},
{"title": "This image is a 'history book' of the universe", "post_time": "Updated 1956 GMT (0356 HKT) May 2, 2019 ", "content": " (CNN) At first glance, it looks like a starry night. But this is a very different perspective of the vast darkness of space pitted by little points of light.  Those bright points aren't stars; they're entire galaxies. The image is a mosaic that combines 7,500 images from 16 years worth of the Hubble Space Telescope's deep surveys and looks back over 13.3 billion years of our universe's history.  You're looking at 265,000 individual galaxies that extend all the way back to just 500 million years after the Big Bang, when the universe was still young and Earth wasn't even a planet. \"Hubble has looked at this area of the sky many times over many years, and now we have combined all these photographs into a single, very high-quality, wide-angle image. It is like having a history book of the universe in one image,\" said Pieter van Dokkum, the Sol Goldman Family Professor of Astronomy at Yale University and co-investigator on the team that assembled the image. The image functions like a history book, scientists say, because looking back in space also allows for a look back in time. Although some of these galaxies are reduced to tiny points of light, it's because they are only one ten-billionth of their actual brightness. They are the farthest out, and without a telescope, this is the best the human eye can do.  This new mosaic contains 100 times as many galaxies as previous deep surveys, making it the most complete portrait of the universe to date.  The image also shows galactic evolution, which contributes to the universe's expansion. Galaxies start out small and grow into giants. By studying them, astronomers can learn about how elements were created, how the conditions for life began on Earth and how physics works in the universe.  And much as it shows evolution, the image also reveals galactic fossils and death during the early universe, when the universe was smaller and galaxies collided and merged.  Edwin Hubble himself, for whom the telescope is named, once described galaxies as the \"markers of space.\"  The telescope was launched in 1990. At first, scientists wondered whether they should use their time with it to take long exposures of what looked like black sky. But it paid off, and now the Hubble Legacy Field image exists as a testament to over a decade of work.  \"Now that we have gone wider than in previous surveys, we are harvesting many more distant galaxies in the largest such dataset ever produced,\" said Garth Illingworth, leader of the team that assembled the image at the University of California-Santa Cruz. \"This one image contains the full history of the growth of galaxies in the universe, from their times as 'infants' to when they grew into fully-fledged 'adults.' No image will surpass this one until future space telescopes are launched.\" Those future telescopes, like the James Webb Space Telescope that's slated for launch in the early 2020s, will push farther into the legacy field and identify the first galaxies born in the universe, the researchers said. "},
{"title": "Kremlin critic Alexei Navalny is hospitalized after being detained", "post_time": "Updated 0735 GMT (1535 HKT) July 29, 2019 ", "content": "Moscow (CNN) Russian opposition leader  Alexei Navalny , who was hospitalized with an \"acute allergic reaction\" after being arrested last week, may have been affected by an \"unknown chemical substance,\" said a spokesman for Navalny, citing a physician. Kira Yarmysh, Navalny's press representative, quoted a Facebook post by a personal doctor who was able to observe Navalny at the hospital where he was taken from a Moscow detention center.  \"We cannot rule out toxic damage to the skin and mucous membranes by an unknown chemical substance with the help of a certain 'third person,'\" the post read, adding that visiting doctors were not given full access to Navalny.  In 2017 Navalny was attacked with an antiseptic green dye that damaged vision in one of his eyes.   Russia's most outspoken opposition figure was detained by police Wednesday following a sweep of opposition candidates in the days leading up to  anti-government demonstrations in the capital  on Saturday.  Writing on Instagram, Navalny said he was detained as he left his apartment to go on a jog.  \"People are right when they say that sport is not always good for your health,\" he quipped.  \"I have been detained and am now at a police station wearing shorts like a stupid man.\"  He was sentenced to 30 days in prison for allegedly violating the country's protest laws. Navalny had called for demonstrations over the weekend after the disqualification of opposition candidates for Russian municipal elections. On Sunday, a spokesperson for Navalny  said on Twitter  he was experiencing \"severe swelling of the face and redness of the skin,\" adding that the cause of the reaction had not been determined but that Navalny had never experienced an allergic reaction before. The spokesperson confirmed that he is being given all necessary medical assistance and is still under the protection of police officers.  'Country's future at stake' More than 1,000 protesters were detained Saturday by police in the center of Moscow, in a crackdown on opposition supporters demanding free and fair elections. The local branch of the Ministry of Internal Affairs said at least 1,074 people were detained, while OVD-Info, an independent monitoring group, put the number at 1,127.  Thousands of Russians pledged to attend the protest in the capital Saturday, after Russian authorities banned a number of independent and opposition candidates from taking part in municipal elections in September.  Authorities stated that the candidates were barred from running because they had failed to obtain a sufficient number of signatures to be put on the ballot paper. Opposition politicians and supporters have rejected this allegation.    The decision has sparked a number of protests across Russia this month, including the largest demonstration in recent years last weekend, when 22,000 people took to the streets.  Dmitry Gudkov, another disqualified candidate, was also detained hours before Saturday's protest. He had previously claimed that the country's future was at stake due to the barring of opposition candidates.   \"If we lose now, elections will cease to exist as a political instrument,\" he said. \"What we're talking about is whether it's legal to participate in politics today in Russia, we're talking about the country we're going to live in.\"  Ilya Yashin, an ally of Navalny, reported on Facebook that he had also been detained hours before the demonstration following a raid on his house, and had been taken out of the Russian capital.  Other prominent activists to be detained include Kira Yarmysh, Navalyny's spokeswoman, Lyubov Sobo and Ivan Zhdanov. "},
{"title": "The Delta Aquariid meteor shower peaks this week", "post_time": "Updated 1417 GMT (2217 HKT) July 29, 2019 ", "content": " (CNN) The  Delta Aquariid meteor shower  puts on one long summer show in July and August, but it will peak at the end of July.  The meter shower began July 12 and is active until August 23. A new moon on Wednesday and Thursday will provide optimal dark skies for spotting meteors. But the peak actually began Sunday, and the best chance to see them without the moon in the way will be the first week of August. The best time to see them will be about 3 a.m. ET, but the meteor shower will also be viewable when the sky is darkest in the overnight hours until the first light of dawn. Expect to see about 20 meteors per hour during the peak, traveling at 25 miles per second.  The Delta Aquariid meteors are more faint than others, and they're more apparent in the Southern Hemisphere, according to  NASA . But you can still see them in the Northern Hemisphere's southern latitudes.  Some of the Delta Aquariid meteors leave glowing gas trails that linger for a few seconds after they burn up in Earth's upper atmosphere. If you miss your chance now, the Delta Aquariids will also be visible as they overlap with another meteor shower in August, the Perseids. Delta Aquariids appear to come from the constellation Aquarius, visible in the southern part of the sky, while the Perseids will be in the northern part of the sky. The Aquariids take their name from the third-brightest star in the Aquarius constellation, called Delta. The Delta Aquariid meteor shower is created by comet 96P/Machholz. The comet, which completes an orbit around the sun every five years, was discovered by amateur astronomer Donald Machholz in 1986.  Patience is key for viewing the meteors. It can take up to 45 minutes for your eyes to adjust to the dark for optimal viewing. The meteors can appear anywhere in the sky, but they look the brightest against the darkest sky, which is straight up.  Some meteors have only faint, quick streaks. Others are brighter and can appear to sail across our sky for several seconds, leaving a glowing smoke trail.  The best way to view the meteor shower is by sitting in a reclining lawn chair or lying on your back and looking up at the sky with a wide view. No special equipment is needed, but it helps to be as far from artificial light as possible. If you live in an urban area, you might want to take a drive to avoid city lights, which can make the meteor shower seem faint. Scientists from NASA also said that camping out in the country can triple the amount of visible meteors. And don't forget to grab your camera before you head out. Meteor showers are a great opportunity for time-lapse videos and long-exposure photography, allowing your shots of the night sky to turn into van Gogh-like paintings of this starry spectacle."},
{"title": "US cities are losing 36 million trees a year. Here's why it matters and how you can stop it", "post_time": "Updated 1850 GMT (0250 HKT) July 20, 2019 ", "content": " (CNN) If you're looking for a reason to care about tree loss, the nation's latest heat wave might be it.  Trees can lower summer daytime temperatures by as much as  10 degrees Fahrenheit, according to a recent study .    But tree cover in US cities is shrinking. A study published last year by the US Forest Service found that  we lost 36 million trees annually  from urban and rural communities over a five-year period. That's a 1% drop from 2009 to 2014.  If we continue on this path, \"cities will become warmer, more polluted and generally more unhealthy for inhabitants,\" said David Nowak, a senior US Forest Service scientist and co-author of the study.   Nowak says there are many reasons our tree canopy is declining, including hurricanes, tornadoes, fires, insects and disease. But the one reason for tree loss that humans can control is sensible development.  \"We see the tree cover being swapped out for impervious cover, which means when we look at the photographs, what was there is now replaced with a parking lot or a building,\" Nowak said.  More than 80% of the US population lives in urban areas, and most Americans live in forested regions along the East and West coasts, Nowak says.  \"Every time we put a road down, we put a building and we cut a tree or add a tree, it not only affects that site, it affects the region.\"  The study placed a value on tree loss based on trees' role in air pollution removal and energy conservation.  The lost value amounted to $96 million a year.  Nowak lists  10 benefits trees provide  to society:  Heat reduction:  Trees  provide shade for homes, office buildings , parks and roadways, cooling surface temperatures. They also take in and evaporate water, cooling the air around them. \"Just walk in the shade of a tree on a hot day. You can't get that from grass,\" Nowak said. To get the full temperature benefit, tree canopy cover should exceed 40% of the area to be cooled, according to a  recent study in the Proceedings of the National Academy of Sciences . \"A single city block would need to be nearly half-covered by a leafy green network of branches and leaves,\" the authors wrote. Air pollution reduction:  Trees absorb carbon and remove pollutants from the atmosphere.  Energy emissions reduction:  Trees reduce energy costs by $4 billion a year, according to Nowak's study. \"The shading of those trees on buildings reduce your air conditioning costs. Take those trees away; now your buildings are heating up, you're running your air conditioning more, and you're burning more fuel from the power plants, so the pollution and emissions go up.\"  Water quality improvement:  Trees act as water filters, taking in dirty surface water and absorbing nitrogen and phosphorus into the soil.  Flooding reduction:  Trees reduce flooding by absorbing water and reducing runoff into streams.  Noise reduction:   Trees can deflect sound, one reason you'll see them lining highways, along fences and between roads and neighborhoods. They can also add sound through birds chirping and wind blowing through leaves, noises that have shown  psychological benefits.   Protection from UV radiation:  Trees absorb 96% of ultraviolet radiation, Nowak says.  Improved aesthetics:  Ask any real estate agent, architect or city planner: Trees and leaf cover improve the looks and  value of any property.  Improved human health:   Many studies have found connections between  exposure to nature and better mental and physical health.  Some hospitals have added tree views and plantings for patients as a result of these studies.  Doctors are even prescribing walks in nature  for children and families due to evidence that nature exposure lowers blood pressure and stress hormones. And studies have associated living near green areas with  lower death rates .  Wildlife habitat:   Birds rely on trees for shelter, food and nesting. Worldwide, forests provide for a huge diversity of animal life.  Planning for trees Nowak says there's a downside to trees too, such as pollen allergies or large falling branches in storms, \"and people don't like raking leaves.\" But, he says, there are ways cities and counties can manage trees to help communities thrive. \"You can't just say 'we're not going to have forests.' We might as well manage and work with the trees. \"You don't want a tree in the middle of a baseball field. It's very difficult to play sports if you have trees in the way. Or trees in the middle of freeways.\"  Nowak says we can design and manage tree canopies in our cities to help \"affect the air, to affect the water, to affect our well-being.\"  How you can help stop tree loss  Protect what you have:   Nowak says the first step is caring for the trees on your own property. \"We think we pay for our house, and so we must maintain it. But because we don't pay for nature, we don't need to. And that's not necessarily true.\"  Prune the dead limbs out of your trees:   If they're small enough, do it yourself or hire a company. The risk of limbs damaging your house is significantly lowered when there's tree upkeep, Nowak said.  Notice where your trees may be in trouble:  Often, you can observe when something's wrong, such as when branches are losing leaves and breaking or when mushrooms are growing at the base or on the trees. You can also hire an arborist or tree canopy expert to assess the health of your trees on an annual basis. Or you can contact your local agricultural extension office for advice.  Don't remove old trees if it's not necessary:   Instead, try taking smaller actions like removing branches. \"It takes a long time for these big trees to get big: 50 to 100 years. And once they're established, they can live a long time. But taking a big tree out and saying 'we'll replant,' there's no guarantee small trees will make it, and it will take a very long time to grow.\"  Allow trees to grow on your property:  Although everyone's aesthetic is different, it's the cheap way to get cooler yards  and lower energy bills. It's also an inexpensive approach to flood and noise control.  Nowak says he laughs when his neighbors wonder why their property doesn't have more trees, because \"I hear people running their lawn mowers.\" Fallen seeds need a chance to implant, and constant mowing prevents that. If you don't like where a seedling is growing, you can dig it up and plant it or a new tree where you like. Educate yourself about trees and get involved:  Many cities have tree ordinances that seek to protect very old, significant trees. You can get involved by attending city council meetings. You can also help your city plant trees by joining local nonprofit groups.  Volunteer or donate to tree planting and research organizations:  Arbor Day Foundation  American Forests  Trees Atlanta ReLeaf Michigan  Urban ReLeaf  Sustainable Urban Forests Coalition"},
{"title": "Green roofs are sprouting up on buses ", "post_time": "Updated 0911 GMT (1711 HKT) June 18, 2019 ", "content": " (CNN) In Singapore, buses have been given the green light to find new ways to reduce emissions and improve the air quality of their services. Last month,  GWS Living Art , a company specialized in urban green structures installed green roofs on 10 public buses.  While a bus might not seem like the typical location for a green roof, the installation could provide environmental and economic benefits.  According to  research  by Michigan State University, green roofs are great at cooling buildings, reducing flood risk, slashing polluting emissions and providing spaces for nature to thrive. As the earth's temperature  warms , species  decline  and humanity  migrates  to cities, urban planners are trying to find innovative solutions to bring biodiversity back into the most heavily populated of environments.  A garden on the move The \"Garden on the Move\" bus campaign is part of a three-month study to test whether greenery can help lower the temperature inside the buses and reduce the amount of fuel needed to power the air-conditioning.  Read: Climate Change: Do you know the basics?  \"While the impact of greenery on buildings has been well documented, much less is known about the effects of greenery on moving vehicles,\" said Tan Chun Liang, a research fellow at National University of Singapore who advises the initiative.  Liang hopes the research will demonstrate how cities can use plants to combat global warming and the  Urban Heat Island (UHI) effect  -- when a city experiences much warmer temperatures than nearby rural areas, due to the heat generated and absorbed by industry, traffic and building materials. The bus campaign joins other green initiatives in Singapore such as the  Green Mark Scheme  which aims for 80% of buildings to be green by 2030 and Gardens by the Bay, an eco-friendly garden featuring solar-powered \" supertrees \"' and over 1.5 million plants. Singapore  aims  to be a \"Garden City,\" using green spaces to connect communities, enrich biodiversity and improve the climate.  According to  Meteorological Service Singapore  (MSS), \"Singapore's top 10 warmest years have all occurred in the past 25 years, and eight of them were recorded in this century.\" Research  from the University of Wisconsin  has shown that plants can cool cities through the water that evaporates from their leaves and by shading surfaces that would otherwise absorb heat.  A green bus? But what about the bus stop?  GWS Living Art has also installed a green roof on the top of a bus stop in Kuala Lumpur, Malaysia.  \"This initiative leverages on the same overarching idea as Garden on the Move...To replace lost greenery due to urban development and to green up under-utilized pockets of urban space,\" said Zhi Kin, of GWS Living Art. If rolled out on bus stops across the city, the company hopes that rooftop plants could help reduce the temperature, purify the air around the bus stop and curb the risk of flash floods by absorbing stormwater. They also hope the initiative will reverse the decline of key species like bees, butterflies and birds. Malaysia is home to some of the richest biodiversity in the world.  According  to the Ministry of Natural Resources and Environment in Malaysia, the country has 785 known species of birds, 307 species of mammals and 2,068 species of freshwater and marine fishes.  Green cities are happier and healthier However, Singapore and Malaysia aren't the only countries embracing nature to tackle pollution and attract wildlife.  Read: Bengal tigers could vanish from one of their final strongholds Paris  plans  to \"green\" 100 hectares of buildings by 2020 and London  hopes  to make the capital the world's first  National Park City , where more than half of the city's area is green by 2050. Investing in more green spaces does not only help the environment, but  according  to the World Health Organization (WHO) having access to greenery is also important to mental health.  While the United Nations  estimates  that around 55% of people live in cities,  research  shows people like to be close to nature. \"Urban is where we live, it's where we work, it's where we experience stressors, it's where we build relationships. So, having nature in our everyday surroundings is really important,\" said Kathleen Wolf, a social scientist from the University of Washington who investigates people's response to nature in cities.   \"If you are in a stressed mode and you are outdoors or even just see nature through a window, your stress levels are reduced within a matter of minutes.\" "},
{"title": "How not to trash the planet at a music festival", "post_time": "Updated 1010 GMT (1810 HKT) June 27, 2019 ", "content": " (CNN) Glastonbury, Benicassim, Burning Man and Lollapalooza.  With some of the world's biggest festivals coming up, months of great music and outdoor partying lie ahead, as well as huge mountains of rubbish and fields littered with plastic. Both organizers and attendees are facing mounting pressure to clean up their act, cut down on waste and lower their carbon emissions. Glastonbury Festival in the UK has even  banned single-use plastic bottles  for the first time and is selling  sandwiches in 100% compostable packaging .  Here are four easy ways you can enjoy a festival this summer without trashing the planet. Ditch the plastic bottle In the UK, where more than 3 million people go to music festivals each year, an estimated 23,500 tons of waste are produced annually. Almost 70% of this ends up in landfill, according to a  report  by Powerful Thinking, an organization working to improve the industry's sustainability record. Read more:  Fighting climate change may be easier than we think In the United States, festival-goers produce 53,000 tons of waste each year, the equivalent of 450 blue whales, according to Claire O'Neill, co-founder of A Greener Festival, a group that helps festivals reduce their environmental impact. But this year, some festivals are pledging to reduce their plastic footprint. Glastonbury's organizers said they will be selling water and soft drinks in recyclable cans instead. \"With more than one million plastic bottles sold [in] 2017, we felt that stopping their sale is the only way forward,\" Emily Eavis, one of the festival organizers, told CNN, adding \"we need move away from this idea of disposable living.\" Other festivals should follow Glastonbury's example, according to Christophe Steyaert, an environmental activist in Belgium, who organizes  \"Plastic Attacks\"  at supermarkets, where customers remove single-use plastic from their shopping and return it to the store. Read more:  If you drink bottled water, you may double how many microplastic particles you ingest   \"All throwaway plastic should be banned,\" he said, adding that festivals can implement a system that is both sustainable and profitable if they introduce a deposit scheme for reusable cups and cutlery. It is easy for festival-goers to be more eco-friendly, according to Steyaert. \"Go with your own cup, plate and cutlery and give it to the food truck or bar staff.\" Sleep in a cardboard tent Plastic bottles are not the only items littering festival sites. Each year an estimated  22,700 plastic tents  could be left behind at UK festivals, according to the  Association of Independent Festivals (AIF) , which launched the \"Take Your Tent Home\" campaign this year. One in five tents are left behind at European festivals each year and most end up in landfill, O'Neill said. An average tent contains as much plastic as 8,750 straws or 250 cups, according to the AIF. If you are attending a festival in Europe this summer, you can replace your plastic tent with one made from cardboard. Two Dutch entrepreneurs have created  KarTent , a 100% recyclable and completely waterproof tent. This year the company will provide almost 15,000 tents to festivals across Europe, Wout Kommer, one of KarTent's founders, told CNN. According to Kommer, cardboard tent orders have more than doubled since last year as organizers are becoming \"more conscious about their environmental impact.\" After the festival season, KarTent recycles all the tents and turns them into boxes and bins, which are then resold to event organizers. Wear bioglitter or none at all Festival goers love to wear glitter but it contains microplastics, which  pollute our oceans and are eaten by marine wildlife . If you don't want the oceans to lose their sparkle, switch to a biodegradable glitter. UK company Ronald Britton has created  Bioglitter , which it calls the world's first plastic-free sparkles, which decompose in natural environments. \"Glitter either ends up in a field or down the shower plughole, in waste water and eventually in rivers. Bioglitter biodegrades in freshwater after 28 days,\" according to the product's founder Stephen Cotton. Read more:  Glitter is not just annoying, it is bad for the environment Shambala festival in the UK will only be selling Bioglitter this year. \"Sorry glitter junkies, we have to accept that microplastics on our land or in waterways is a problem. If you're dead set on facial decoration, we recommend cracking out the face paints or even making a mask,\" festival organizers said in a statement. Take the bus Greenhouse gas emissions are another big problem for the festival industry. On average a festival produces 500 tons, the weight of three single-story houses, of carbon dioxide emissions and a festival goer generates 5 kg of CO2 per day, according to A Greener Festival's latest  report , which analyzes data provided by festivals in 17 countries. The UK festival industry uses  5 million liters of fuel annually  and emits nearly 20,000 tons of carbon dioxide, with transport accounting for over 80% of total emissions, according to Bethan Riach, a spokesperson for Powerful Thinking. Riach told CNN that there are several easy ways for festival-goers to lower their carbon footprint. Traveling to the event by public transport can drastically slash emissions, she said, adding that many festivals offer discounted coach and entry tickets. If you have to travel by car, team up with other festival-goers and fill your car with new friends. \"Try Liftshare, Blablacar or GoCarShare. Got a lot of friends? Consider hiring a minibus to get your crew there in style,\" Riach said. "},
{"title": "How rich people could help save the planet from climate change", "post_time": "Updated 0920 GMT (1720 HKT) July 12, 2019 ", "content": " (CNN) Rich people don't just have bigger bank balances and more lavish lifestyles than the rest of us -- they also have bigger carbon footprints.  The more stuff you own, and the more you travel, the more fossils fuels are burned, and the more greenhouse gases are emitted into the atmosphere.  Jetting around, buying luxury goods, keeping mansions warm and driving supercars -- they all have a carbon footprint. Oxfam has  estimated  that the average carbon footprint of someone in the world's richest 1% could be 175 times that of someone in the poorest 10%. Studies also show that the poor suffer the  most  from  climate change . Read:  While the rich world braces for future climate change, the poor world is already being devastated by it But some argue that the wealthy can do the most to help fix the climate crisis. Here's how they could make a difference.  Spend wisely The buying decisions of the rich mean much more in the fight against climate change than those of most people. Ilona Otto and her colleagues at the Potsdam Institute for Climate Impact Research  estimated  that the typical \"super-rich\" household of two people (which they defined as having net assets of more than $1 million, excluding their main home) has a carbon footprint of 129 tons of CO2 a year. That's around 65 tons of CO2 a year per person, which is over 10 times the global average. Otto noted that because the sample in the study was small, the numbers are illustrative. \"Probably our estimates are even lower than the true emissions of millionaires,\" she said.     \"Regarding their own lifestyle choices, the rich can change a lot,\" said Otto. \"For instance, putting solar panels on the roofs of their houses. They can also afford electric cars and the best would be if they avoided flying.\" In the study, air travel accounted for more than half of the footprint of a super-rich couple. Read:  Climate change: Do you know the basics? Rich people also have more flexibility to make changes.  \"A high-income consumer likely has access and is able to afford more climate-friendly products or produce from local farmers,\" said Tom Bailey, who contributed to a new  report  that highlights consumption in high-income cities.  \"High-income cities and high-income individuals also have the resources to trial new products, services and solutions,\" he explained, adding that they have the capacity to create a market for more sustainable goods.  Divestment As well as choosing what to spend money on, rich people can choose what industries to invest in -- or not to invest in.  Oxfam  estimates  that the number of billionaires on the Forbes list with business interests in the fossil fuel sector rose from 54 in 2010 to 88 in 2015, and the size of their fortunes expanded from over $200 billion to more than $300 billion. But there's a trend of wealthy investors selling their shares in climate-harming industries, known as divestment.  Over 1,100 organizations and 59,000 individuals, with combined assets totaling $8.8 trillion, have pledged to divest from fossil fuels through the online movement  DivestInvest .  Among them is Hollywood actor  Leonardo DiCaprio , who signed the pledge on behalf of himself and his environment  foundation  -- as well as a group of 22 affluent individuals from the Netherlands who  pledged  to remove their personal wealth from the top 200 oil, gas and coal companies.  Watch:  Why climate change worries the world's largest companies \"You don't invest in coal, you don't invest in oil, in gas, also in some car companies that produce normal cars, or aviation, so you direct the financial flows,\" said Otto.  And with divestment, a little can go a long way. \"We did some simulations that shows that with the divestment movement you don't need everyone to divest,\" said Otto. \"If the minority of investors divest, the other investors will not invest in those fossil fuel assets because they will be afraid of losing money ... even if they have no environmental concerns.\"   Wealth means power  Wealthy people are not just economic decision makers, they can have political influence too. They can fund political parties and campaigns and have access to lawmakers.  Otto argued that rich people could use their political power to instigate positive changes to climate policy.   \"Those people with the highest emissions, they have the highest agency to change something,\" said Otto. \"There's so much research about the poor, the impact of climate change on the poor ... sustainable development goals and so on. But when it comes to action and sustainability and transformation, the poor cannot do anything because they are busy surviving. \"But the educated, the rich and the super-rich -- it's a completely different case. They have the money and the resources to act and they also have the social networks,\" she explained. Fund climate research The wealthy can also support climate research. In 2015, Microsoft founder Bill Gates committed $2 billion of his fortune to fund research and development into clean energy.  In May, a group of scientists  wrote  to 100 wealthy charities and families in the UK to ask for an \"extraordinary increase\" in funding for environmental and climate-related issues.  \"We implore you to urgently consider significant investment to prevent further ecological catastrophe -- whether through your personal investments or your philanthropy,\" the letter said. There's plenty of incentive for the wealthy to demand climate action:  A recent UN report warned that delaying climate policies will cost the world's top companies $1.2 trillion over the next 15 years.  Role models  The super-rich might also have an influence on other people's carbon emissions.  \"High status in our societies remains associated with high material wealth,\" said Otto. \"It's an aspiration to become like the very wealthy and you imitate the lifestyles of people who you want to be like.\" For example, air travel is no longer only a treat of the super-rich. This year, budget airline Ryanair was the only non-coal plant among Europe's top 10 emitters.  \"We as a society have to search for new ways of leading 'rich' lives that are independent of material wealth,\" said Stephanie Moser, of the University of Bern, in Switzerland, who  found  that a person's carbon footprint is better indicated by their income than their environmental beliefs. \"We have to redefine wealth in our societies such that living a \"good life\" is possible without high greenhouse gas emissions,\" she said. "},
{"title": "Miami's Little Haiti wasn't a target for developers. Until the seas started to rise. ", "post_time": "Updated 1514 GMT (2314 HKT) July 12, 2019 ", "content": "Miami (CNN) In a city where \"sunny day floods\" increased 400% in a decade,  rising seas  are changing the old real estate mantra of \"location, location, location.\"  In Miami these days, it's all about elevation, elevation, elevation. And long before  melted ice caps  wash over Ocean Drive, one of America's most vulnerable big cities is becoming a test case for the modern problem of climate gentrification. While some scientific models predict enough polar ice melt to bring at least 10 feet of sea level rise to South Florida by 2100, just a modest 12 inches would make 15% of Miami uninhabitable, and much of that beachside property is among America's most valuable.  READ: Millions of US homes at risk of chronic flooding this century, study says Even now, as more frequent \"king tides\" bubble up through Florida's porous limestone, pushing fish through sewers and onto streets, residents are becoming more aware that their city is built on the rippling shelves, ridges and canyons of a fossil seabed.  \"Water is simply going back to the same places it flowed ages ago,\" says Sam Purkis, Chair of the University of Miami's Geosciences Department. \"The irony is what happened 125,000 years ago is going to dictate what happens to your house now.\" The fickle undulations between city blocks could mean the difference between survival and retreat, and the rising cost of altitude is sparking a noticeable shift in community activism and municipal budgets. Neighbors in Pinecrest formed America's first Underwater Homeowners Association (complete with elevation yard signs) and named a marine scientist as president.  Miami Beach is spending millions elevating roads, upgrading pumps and changing building codes to allow residents to raise their mansions by five feet. But in working-class, immigrant neighborhoods like Little Haiti, year-to-year sea level rise gets lost in the day-to-day struggle, and most had no idea that they live a lofty three feet higher than the wealthy folks on Miami Beach.  They found out when developers started calling, from everywhere.  \"They were calling from China, from Venezuela. Coming here with cases of money!\" says Marleine Bastien, a community organizer and longtime resident. \"We used to think that the allure of Little Haiti was the fact that it's close to downtown, close to both airports and close to the beach. Unbeknownst to us, it's because we are positioned at a higher altitude.\" Pointing out a row of vacant shops, she ticks off the names of a dozen small business owners she says have been forced out by rising rents, and lists others who she says unwittingly took lowball offers with no understanding of Miami's housing crisis. \"If you sell your home in Little Haiti, you think that you're making a big deal, and it's only after you sell, and then you realize, 'Oh, I cannot buy anywhere else.'\" After her community center and day school were priced out of three different buildings, she caught wind of plans to build the sprawling $1 billion Magic City development on the edge of Little Haiti, featuring a promenade, high-end retail stores, high rise apartments and imagined by a consortium of local investors, including the founder of Cirque du Soleil. Magic City developers insist that they picked the site based on location, not elevation.  They promised to preserve the soul of Little Haiti and give $31 million to the community for affordable housing and other programs, but it wasn't enough for Bastien. \"This is a plan to actually erase Little Haiti,\" she says. \"Because this is the one place where immigration and climate gentrification collide.\" She fought the development with all the protesters and hand-lettered signs she could muster, but after a debate that went until 1 a.m., commissioners approved the permit with a 3-0 vote at the end of June. \"The area we took was all industrial,\" says Max Sklar, VP with Plaza Equity Partners and a member of the development team. \"There was no real thriving economy around these warehouses or vacant land. And so our goal is to create that economy.  \"Can we appease everybody? Not 100%, that's not feasible. It's not realistic. But we've listened to them.\"  He repeats a promise to deliver $6 million to a Little Haiti community trust before ground is even broken and, as a sign that he listened to at least one demand, acknowledges that the complex will now be called Magic City Little Haiti. But while Bastien mourns the defeat, her neighbor and fellow organizer Leonie Hermantin welcomes the investment and hopes for the best. \"Even if Magic City did not come today, the pace of gentrification is so rapid that our people will not be able to afford homes here anyways,\" she says with a resigned head shake. \"Magic City is not the government. Affordable housing policies have to come from the government.\" \"(Climate gentrification) is something that we are very closely monitoring,\" Miami Mayor Francis Suarez tells me. \"But we haven't seen any direct evidence of it yet.\" Suarez is the rare Republican who passionately argues for climate mitigation plans and helped champion the $400 million Miami Forever bond, approved by voters to fund action to protect the city from the ravages of higher seas and stronger storms. \"We actually created in our first tranche of Miami Forever, a sustainability fund for people to renovate their homes so that they can stay in their properties rather than having to sell their properties,\" he says. But that fund is a relatively small $15 million, not enough to dent a housing crisis that grows with each heat wave and hurricane, in a city where over a quarter of residents live below the poverty level.  What's happening in Little Haiti could be just one example of  a \"climate apartheid\" that the United Nations warns is ahead , where there will be a gulf between the rich who can protect themselves from the impact of climate change and the poor who are left behind.  Philip Alston, the UN Special Rapporteur on extreme poverty and human rights, said there was already evidence of how the climate crisis affects the rich and poor differently. And he pointed out that those hurt most were likely those least responsible. \"Perversely, while people in poverty are responsible for just a fraction of global emissions, they will bear the brunt of climate change, and have the least capacity to protect themselves,\" Alston wrote last month. "},
{"title": "Total Recall: The CNN news quiz ", "post_time": "Updated 2017 GMT (0417 HKT) July 26, 2019", "content": "  "},
{"title": "Manhunt for murder suspects focuses on a small Canada town with brutal conditions", "post_time": "Updated 2058 GMT (0458 HKT) July 26, 2019 ", "content": " (CNN) The  manhunt for two Canadian teenagers  suspected of killing three people is focused on a swampy, small town in rural northern Manitoba with just over 1,000 people and an inhospitable environment. Canadian authorities converged Thursday on Gillam in their search for Kam McLeod, 19, and Bryer Schmegelsky, 18, who are accused of killing a roadtripping couple and a university botany teacher. The search for the teens has taken authorities about 2,000 miles across Canada's rural north -- from British Columbia to Manitoba -- in a case with victims with three different nationalities. The suspects were reportedly spotted in Meadow Lake, Saskatchewan, on Sunday, and their Toyota RAV4 was found on fire and discarded in an area outside of Gillam near the Fox Lake Cree Nation reserve on Monday.  The two also were spotted twice in the area of Gillam, a town with one road in and out, before the burnt vehicle was discovered, Cpl. Julie Courchaine, a spokeswoman for the Manitoba division of the Royal Canadian Mounted Police, said. She said there are no reports of car thefts in the town that can be linked to the duo. \"We believe they are still in the area,\" she told reporters. About 80 tips have come in in the past two days, she said.  The manhunt includes the use of aircraft and police dogs, she said.  Tough conditions in search area The two are  suspected of killing  Chynna Deese, a 24-year-old American, and Lucas Fowler, her 23-year-old Australian boyfriend, whose bodies were found July 15 near Liard Hot Springs in northern British Columbia.  The duo is also charged with second-degree murder in the death of Len Dyck, a lecturer at the University of British Columbia, whose body was found July 19 near Dease Lake in British Columbia. Authorities initially believed  McLeod and Schmegelsky were missing , but they were  named as suspects on Tuesday . They are considered armed and dangerous, authorities said. If the teens are on foot, they will be dealing with difficult weather and hordes of biting flies, Gillam officials said. \"We have sandflies, black flies, mosquitoes, horseflies,\" Gillam Deputy Mayor John McDonald said. \"Let me say if we were parked on a side street and we were having a conversation outside, and you didn't have any insect repellent on, or any long sleeves -- let's just say that we would cut our conversation short.\" \"And in the bush,\" McDonald said. \"Magnify that by 10-20 times. Forget it.\" Courchaine said the search was tough. \"This is very challenging terrain. ... There's lots of dense bush, forest, swampy area,\" she said. A tight-knit community locks its doors The strong police presence associated with a manhunt is particularly noticeable in Gillam, a tight-knit community of 1,200 people not known as much of a destination. \"Most of us in Gillam are baffled as to why they would be here. There's only one road in and one road out,\" McDonald said. A tactical assault vehicle sits outside the locked town offices, where the RCMP has set up their command center for the search. \"Everyone is keeping their door locked during the day,\" McDonald said. \"Just being a little more cautious than normal.\" The search has been focused on the rugged bush near Fox Lake Cree Nation. The weather conditions and biting flies in Gillam this time of year are intense, and are making it difficult for police -- and, potentially, the suspects -- to stay out for long. \"You have to hand it to the RCMP out there in all their gear in the bush,\" McDonald said, noting that it was 31 degrees Celsius, or 88 degrees Fahrenheit, on Wednesday. Suspect will go out in 'blaze of glory,' father says Schmegelsky's father said Wednesday that he doesn't believe his son will survive the manhunt.  \"Basically, he's going to be dead today or tomorrow. I know that,\" Alan Schmegelsky told The Canadian Press,  according to CNN news partner CTV News . \"Rest in peace, Bryer. I love you. I'm so sorry all this had to happen. I'm so sorry that I couldn't rescue you.\"  The father said his son has been dealing with mental anguish and plans to go out in \"a blaze of glory.\" \"A normal child doesn't travel across the country, killing people. A child in some very serious pain does,\" he said.  Alan Schmegelsky described his son as an introvert, saying he played a lot of video games. He said McLeod and his son were good friends and hung out together. Both had jobs at Walmart, but they said they weren't making enough money and decided to go to Alberta to look for work, he said.  \"I believed that's what they were going to do, and I was absolutely flabbergasted to learn that two days later, and I found this out from the paper,\" he said. McLeod is 6 feet, 4 inches tall, 169 pounds and has dark hair, facial hair and brown eyes. Schmegelsky is 6 feet, 4 inches tall and 169 pounds with sandy hair, police said. A couple in love and a university lecturer Deese and Fowler were on a road trip through Canada to Alaska, their families said. Fowler was living in British Columbia, and they were exploring the area while Deese was visiting, RCMP said.  Canadian police released surveillance video Monday of Fowler and Deese embracing at a gas station in Fort Nelson on July 13. Her mother, Sheila Deese, told CNN she watched that video over and over again. The mother said she was struck by the size 12 boots that Fowler was wearing. When she visited Chynna's apartment in Charlotte before the trip, Chynna was struggling to fit those same boots into her suitcase. \"I got Lucas these boots. I hope he likes them,\" Chynna said at the time, her mother recalled. Fowler's father, New South Wales Police Force Chief Inspector Stephen Fowler, said his son was \"having the time of his life\" traveling the world with a woman he loved. \"I may be an experienced police officer, but today I'm standing here as the father of a murder victim,\"  he said Monday. \"We are just distraught. This has really torn two families apart.\" Police found Dyck's body Friday about a mile from where a vehicle and camper belonging to McLeod and Schmegelsky were found burning on the side of Highway 37. Dyck was a sessional lecturer in the  University of British Columbia's Department of Botany  and a research associate at the university's DeWreede Lab, and his research focused on  seaweeds . \"The UBC community is shocked and saddened by this news and we offer our deepest condolences to Mr. Dyck's family, friends and his colleagues at the university,\" the university said. The RCMP did not say how Dyck was identified, but his family has been notified.  \"We are truly heart broken by the sudden and tragic loss of Len,\" a statement from his family said. \"His death has created unthinkable grief and we are struggling to understand what has happened. While we understand there will be interest in knowing more about him and the impact he had during his life, we are asking for the public and the media to please respect our privacy during this difficult time.\" CNN's Chelsea J. Carter, Rebekah Riess and Patrick Cornell contributed to this report. "},
{"title": "Woman shoots two Israelis dead in Chinese restaurant in Mexico City ", "post_time": "Updated 1036 GMT (1836 HKT) July 27, 2019 ", "content": " (CNN) Two Israeli men were shot to death by a woman inside a Chinese restaurant at an upscale mall in  Mexico City  on Wednesday.  CCTV footage of the incident shows a woman with long dark hair shooting the men at point-blank range as diners scrambled for cover. A policeman was also injured in the incident, according to Mexico's official Notimex news agency. The Israeli Embassy identified the two men as Alon Azulay, 41, and Benjamin Yeshurun ​​Sutchi, 44. The alleged suspect, who has been identified only as \"Esperanza N,\"  was arrested as she was trying to flee the scene. By Mexican law, the full name of suspects in an investigation are not made public. In a statement to the Homicide Prosecutor's Office on Wednesday, the suspect suggested that the shooting was a crime of passion, according to police.   On Thursday however, the Mexico City Attorney General's office confirmed that the double murder was a coordinated attack with implications to an underground network of Israeli criminals. In a statement, the Israeli Embassy in Mexico said that Azulay and Sutchi had criminal records in both Israel and Mexico but did not provide providing any other details on those crimes. The statement added that they were collaborating with Mexican authorities in the investigation. Mexico's Secretary of Security and Citizen Protection Alfonso Durazo Montaño said however, that contrary to the Israeli embassy's statement, Mexican authorities say the Israelis did not have a criminal record in Mexico.  Speaking at his daily press conference on Friday, President Andrés Manuel López Obrador said that the Attorney General's Office was investigating the matter.  \"It was not a passion case, like reported earlier,\" he said. \"This is related to organized crime and I'll leave it at that.\"   Montaño later said that the murdered Israelis had links with money laundering bands in Mexico, Notimex reported.  Gabriel Regino, criminology professor at the National Autonomous University of Mexico (UNAM), said  in a series of  posts on Twitter  that Sutchi had allegedly betrayed Erez Akrishevsky, an Israeli criminal \"with strong ties to such organizations in his country and in other regions of the world,\" who had escaped from prison 18 years ago and had been in hiding in various countries.  Akrishevsky arrived in Mexico \"with the protection of some organizations,\" Regino said.  CNN's Ana Melgar Zunig contributed to this report. "},
{"title": "Armed robbers steal at least $30 million of gold and precious metals in Sao Paulo airport heist ", "post_time": "Updated 1900 GMT (0300 HKT) July 26, 2019 ", "content": " (CNN) A group of  armed men  stole a haul of gold and other precious metals worth at least $30 million from a Brazilian airport Thursday, according to Brazilian state news agency Agencia Brasil. Eight men targeted a cargo terminal at Sao Paulo-Guarulhos International Airport, driving two trucks that resembled those driven by Brazilian federal police, the agency said. At the terminal, four men exited the truck wearing face coverings, Reuters reported, saying that at least one carried a rifle.  The armed men took two airport workers hostage, Reuters said. One was the airport's logistics supervisor, according to Agencia Brasil, which said the hostages were released unharmed. The gunmen left the airport with approximately 750 kilograms (1,653 pounds) of gold and other metals due for shipment to Zurich and New York. No shots were fired and no one was injured during the robbery, the state news agency said.  According to Brazil's Federal Highway Police, the thieves may have had access to internal information about airport operations. In April this year, armed robbers stole a large cash haul from Albania's Tirana International Airport, seizing money destined for Vienna from an Austrian Airlines plane. One of the gunmen was shot to death during a police chase, while a further four were arrested.  CNN's AJ Davis and Daniel Silva Fernandez contributed to this report."},
{"title": "South Sudan Fast Facts", "post_time": "Updated 1917 GMT (0317 HKT) July 26, 2019 ", "content": " (CNN) Here's a look at South Sudan, a landlocked country in east-central Africa, bordering  Sudan , Ethiopia, Kenya, Uganda, Democratic Republic of the Congo and the  Central African Republic . In 2011, South Sudan gained its independence from Sudan. About South Sudan:    (from the  CIA World Factbook ) Area:  644,329 sq km, slightly smaller than Texas Population:  10,204,581 (July 2018 est.) Median age:  18.1 years Capital:  Juba Ethnic Groups:  Dinka (Jieng) 35.8%, Nuer (Naath) 15.6%, Shilluk (Chollo), Azande, Bari, Kakwa, Kuku, Murle, Mandari, Didinga, Ndogo, Bviri, Lndi, Anuak, Bongo, Lango, Dungotona, Acholi, Baka, Fertit (2011 est.) Religion:  Animist, Christian, Muslim GDP (purchasing power parity):  $20.01 billion (2017 est.) GDP per capita:  $1,600 (2017 est.) Youth unemployment:  38.6% (ages 15-24) Other Facts: The country is poverty-stricken despite containing vast oil reserves. A demilitarized, jointly monitored Common Border Zone was established between Sudan and South Sudan to ease tensions in the oil-rich Abyei region. In December 2013, soldiers from President Salva Kiir's Dinka ethnic group tried to disarm Nuer soldiers perceived to be loyal to then-ousted Vice President Riek Machar, sparking fighting and inflaming ethnic tensions. Kiir is a member of the country's majority Dinka population, while Machar is Nuer, the country's second-largest ethnic group. In the ensuing civil war, at least 50,000 were killed, more than 2 million displaced and nearly 5 million people faced severe food shortages. Timeline: January 1, 1956 -   Sudan gains its independence  after an agreement between the United Kingdom and  Egypt. March 27, 1972 -  The signing of the Addis Ababa Agreement ends 17 years of civil war between the northern Khartoum forces and southern Anya-Nya rebels. Part of the agreement includes the creation of the autonomous region of South Sudan, with Juba as its capital. 1977 -  Oil discovered in southwestern Sudan. Civil war during the 1980s and 1990s prevents exploration or development of the oil deposits.  1980s -  Prolonged droughts put pressure on water and farming resources. May 1983 -  John Garang forms the Sudan People's Liberation Army (SPLA). Garang helps organize a rebellion against the government's proposal to re-divide the region and impose Islamic law. 1989 -  The  United Nations  airlifts  famine  relief to both sides during a civil war. March 27, 1995 -  Sudan's government calls for a two-month ceasefire at the behest of former  US President Jimmy Carter . July 15, 1998-May 1999 -  The SPLA calls a ceasefire due to regional famine, allowing UN supplies to reach famine victims.  January 9, 2005 -  The Comprehensive Peace Agreement  is signed by representatives from the north and the south. The agreement includes independence for southern Sudan within six years. Islamic law will not apply in South Sudan, according to the agreement. April 11-15, 2010 -  Sudan holds multiparty elections for the first time in 24 years. Kiir is elected president of South Sudan with 93% of the vote. January 9-15, 2011 -  Voters participate in a referendum, casting ballots that will determine whether South Sudan secedes or remains part of a unified Sudan.  February 7, 2011 -   The Southern Sudan Referendum Commission announces that 98.83%  have voted for separation.  US President Barack Obama  declares Washington's intention to recognize South Sudan as an independent state in July, when the Comprehensive Peace Agreement is scheduled to end. March 2011 -  Violence breaks out between soldiers and rebel groups. April 27, 2011 -  During a speech on state television,  Sudanese President Omar al-Bashir  claims the disputed oil-rich region of Abyei is part of the north. May 31, 2011 -  The African Union announces that Sudan and South Sudan have reached an agreement on Abyei, in which a demilitarized, jointly monitored Common Border Zone is established. June 5, 2011 -  Fighting breaks out along the border.  June 20, 2011 -  Representatives from Sudan and South Sudan sign an agreement calling for the withdrawal of Sudan Armed Forces (SAF) from Abyei and for joint supervision of the disputed region. July 9, 2011 -  South Sudan becomes an independent nation.  July 14, 2011 -   Becomes the 193rd member nation of the UN.  July 29, 2011 -  South Sudan is admitted to the African Union.  October 9, 2011 -  In his first visit to Khartoum since South Sudan's independence,  Kiir meets with al-Bashir to \"reach final solutions\" to address continuing differences between their countries. January 23, 2012 -  South Sudan shuts down oil production after accusing Sudan of stealing $815 million of its oil. Sudan claims it confiscated the crude to make up for unpaid fees to use the pipeline and processing facilities in its territory. February 10, 2012 -  During talks mediated by the African Union,  Sudan and South Sudan sign a nonaggression pact aimed at bringing peace to the border region. May 3, 2012 -   Kiir sends letters to more than 75 government officials and to eight foreign governments in attempt to recover $4 billion allegedly lost to corruption.   May 30, 2012 -   A spokeswoman for the UN peacekeeping mission confirms the full withdrawal of the SAF from the Abyei . Sudanese police forces remain in the area. September 27, 2012 -   Al-Bashir and Kiir sign a deal  to resume oil exports and establish a demilitarized zone. The presidents do not reach an agreement on the status of Abyei. January 6, 2013 -   Al-Bashir and Kiir agree to temporary arrangements for the Abyei region. March 8, 2013 -  Defense ministers from Sudan and South Sudan  sign an agreement to withdraw their respective military forces  from the 14-mile-wide demilitarized zone between the countries. July 23, 2013 -  Kiir dismisses his entire Cabinet, including Vice President Riek Machar. December 15, 2013 -  Deadly clashes between the government and rebels break out.  An estimated 500 people are killed before government troops take control of the situation, according to the Ministry of Foreign Affairs. December 24, 2013 -  The UN Security Council  votes unanimously to increase force levels to deal with the security and humanitarian crisis in South Sudan.  The resolution authorizes the UN to send up to 12,500 troops and more than 1,300 police officers . January 6, 2014 -  Kiir and al-Bashir hold talks in Juba.   January 11, 2014 -   Between 200 and 300 women and children die when an overcrowded ferry capsizes  in attempt to flee the violence. January 23, 2014 -   The two sides sign a ceasefire that goes into effect on January 24.  February 18, 2014 -  Renewed fighting breaks out, according to the UN.    March 27, 2014 -  The UN reports that more than a million people have fled their homes since the conflict began in December 2013 .  April 17, 2014  -  Militants attack a UN peacekeepers' base in Bor, killing at least 48 people.  February 21, 2015 -  The UN says 89 boys have been abducted by militants.  The warlord who orchestrated the kidnapping offers to let the boys take their school exams as long as they return as child soldiers once the tests are completed.   August 26, 2015 -  Under threat of UN sanctions, Kiir signs a peace deal with Machar.  October 27, 2015 -  The African Union releases a report  indicating militants have committed such atrocities as forced cannibalism and gang rape. December 25, 2015 -  Kiir issues a decree that dissolves the country's 10 states and creates 28 new states. Rebels say the move is in violation of the August peace deal.  January 28, 2016 -  Al-Bashir orders the opening of the border with South Sudan  for the first time since the South seceded five years ago, the Sudan News Agency reports.  February 11, 2016 -  Kiir reinstates Machar  as first vice president, part of a peace deal to end the two-year civil war, according to a presidential decree read on state television. Machar is sworn in on April 26, 2016. July 7-11, 2016 -  Fighting breaks out on the fifth anniversary of South Sudan's independence.  Skirmishes between soldiers loyal to Kiir, and militants backing Machar leave more than 150 people dead, according to Machar's spokesman.  After days of fighting, Kiir orders an immediate ceasefire.  Machar later calls on his  followers to respect the ceasefire. July 25, 2016  -  Kiir removes Machar as vice president for the second time and replaces him with  Taban Deng Gai, who had previously served as Machar's chief negotiator, as well as mining minister.  Machar's spokesman calls the replacement illegal in a Facebook post.  August 2, 2016 -  The UN's refugee agency UNHCR reports that more than 60,000 people, most of whom are women and children, have fled South Sudan since fighting began at the end of June. The UN estimates that 900,000 South Sudanese refugees have fled to neighboring countries since December 2013.  September 4, 2016 -   South Sudan's government agrees to the deployment of an additional 4,000 peacekeepers on behalf of the UN Security Council.  There are already 12,000 UN peacekeepers in the country. November 1, 2016 -  The UN announces the dismissal of the commander of the peacekeeping force in South Sudan , shortly after the release of a report on deadly violence in July and the actions of the UN mission in the country. February 20, 2017 -  The UN announces famine has been declared in parts of South Sudan.  An estimated 4.9 million people - more than 40% of South Sudan's population - are in urgent need of food, agricultural and nutrition assistance. May 9, 2017 -  Militants attack Gai's convoy, shooting and injuring three of his bodyguards.    May 31, 2017 -  The UN issues a report projecting that 6.01 million people, about 50% of South Sudan's population, will be severely food insecure in June and July.  It is the greatest number of people to experience severe food insecurity in South Sudan.    October 25, 2017 -  Nikki Haley, US ambassador to the UN,  says Kiir  should take action to end the violence.  After meeting with Kiir during a visit, Haley tells reporters that the United States will withhold financial support if the conflict continues.     March 21, 2018 -  The health minister announces that South Sudan has gone 15 consecutive months without a single reported case of Guinea worm, a parasitic disease that cannot be treated with vaccines.  South Sudan once had the most cases of Guinea worm in the world.  Former US President Jimmy Carter's  foundation played a key role in combating the disease.  April 17, 2018 -  More than 200 child soldiers are freed during a ceremony organized by UNICEF.  That brings the total up to 500 child soldiers freed in 2018. December 1,  2018 -  According to a press release from aid agency  Doctors Without Borders , attackers  raped, beat and robbed more than 100 women and girls  in northern South Sudan, in the 10 days between the 19th  and 29th of November 2018."},
{"title": "London is tracking passengers on the Underground ", "post_time": "Updated 0914 GMT (1714 HKT) July 12, 2019 ", "content": "Washington, DC (CNN Business) London's  subway  has become the latest transportation agency to use location data collected from people's smartphones in a bid to improve services. Transport for London, which operates the Tube, began collecting data in its stations  this week , in order to determine how people are moving through the system and how crowded trains and platforms are. It said passengers will benefit as they will get more alerts about delays and congestion later this year. Extra trains could also be added on routes where the data indicates trains are especially congested.  It's become increasingly common in recent years for transportation organizations worldwide to use smartphone data to better plan services. They say digital data offers insights that greatly surpass previous methods, such as user surveys.  But transportation experts believe London may have the first public transportation system to track and use individual trip data in real time. Given how large a system London operates, other cities may follow suit if the project succeeds. The practice also raises concerns about user privacy, unwanted tracking, potential hacks and the misuse of data. In London, there is no process to obtain consent from passengers for the data collection aside from signs posted in stations, explaining that data is being collected to improve services. The signs also say people can opt out by turning off their wifi.  Smartphones aren't the only way transportation agencies collect location data. In 2018, the Los Angeles Department of Transportation released a way for cities to  track shared e-scooter and e-bike rides , by requiring the vehicles to broadcast their location to the local government. In the future, the same system will be used to monitor self-driving cars. Individual trip data can be shared with agencies up to 24 hours after trips, rather than instantly as in London. Many cities have adopted LA's system. This summer the  program spun off  into a new organization that will govern it, the Open Mobility Foundation, with some of the largest US cities as board members. London's program relies on wifi in 260 of its stations to understand where people are, such as waiting on the platform or in a ticketing area. It can get the location of any smartphone in the area that has its wifi turned on. Phones do not need to be connected to the subway's wifi network. Transport for London says it will be able to monitor in real-time how long it takes people to walk from the ticketing area to the train platform, and estimate how many people are on each train. The program is an expansion of a 2016 pilot that it  deemed a success .  Agencies such as Transport for London use anonymous location data as a security measure, according to the agency. But reidentifying — the practice of linking anonymous data to a person — has also been shown to become easier when  combined with other databases , according to experts. London said it isn't linking the anonymous data to other customer information, and only individual, depersonalized data is available to a controlled group of employees. Only aggregated data may be shared with other Transport for London departments, and external bodies.  Data can be shared with law enforcement if police demonstrate through a formal process that the data release is justified to prevent or detect crime or prosecute an offender, according to Transport for London. Collecting data via wifi isn't the only option for transportation agencies. StreetLight Data, a San Francisco-based company, supplies location data to dozens of cities, states and agencies, illuminating how cars, trucks, pedestrians and bikes move on streets. It uses location data from smartphone apps and connected cars that it buys from data collection companies such as Cuebiq, and says it has data on about a quarter of all trips through a given area.   Some areas, such as the transportation authority in Flagstaff, Arizona, say the data from StreetLight has helped them better plan services and save taxpayer dollars.  For example, transportation officials knew a few years ago that they had a traffic problem on a road leading to a nearby ski resort. With data from Streetlight Data, they examined the worst traffic days over the previous five years on the road. They concluded there wasn't a need to build a new, expensive road, but that increasing bus service would alleviate the bad conditions, according to a transportation agency spokeswoman. Since adding more bus service in 2018, transit ridership is up and congestion is down. Now the city is planning to use the data to better plan bus rapid transit.  \"It's more like planning with a precise laser beam than a floodlight, where you're making an assumption about an entire community,\" said Jacki Lenners, spokeswoman for the Northern Arizona Intergovernmental Public Transportation Authority."},
{"title": "Why Russia and China are wading into a centuries' old dispute over a tiny island cluster ", "post_time": "Updated 0508 GMT (1308 HKT) July 27, 2019 ", "content": "Hong Kong (CNN) While Japan and South Korea may not agree on who owns a cluster of tiny, rocky islands off their coastlines, they do agree that Russian bombers shouldn't be flying above them. The remote Pacific outcrop, called  the Dokdo Islands in South Korea and the Takeshima Islands in Japan , made   headlines Tuesday following an alleged violation of   the airspace above them by a Russian jet.  South Korea said its fighter jets fired hundreds of warning shots  at the Russian A-50 radar and intelligence plane after officials in Seoul say it twice entered the 12-nautical-mile limit that South Korea considers its airspace around the islands. Moscow has furiously denied Seoul's account of the encounter, claiming that South Korean military jets recklessly intercepted two of its bombers during a first-of-its-kind military exercise with China over neutral waters.  Two Chinese long-range bombers were flying with the Russians as part of a joint exercise, which Beijing said complied with international law.   A Russian general denied that any warning shots were fired and said the involvement of the A-50 was only to support the overall mission. The islands may be just the wedge Moscow needs to further splinter the United States' most important security relationship in Asia, and distract Washington from other parts of the world currently higher on Russia's agenda. Like South Korea, Japan also scrambled fighter jets to intercept the Russian and Chinese warplanes. And like South Korea, Japan agreed the Russian A-50 airborne warning and control jet (AWACS) had violated airspace. But that's where the similarities end.  As far as Japan is concerned, the islands belong to Japan. Therefore, according to Japanese officials, Russian jets had entered Japanese airspace -- and what's more, South Korean fighter jets had no business firing aircraft cannons over Japanese territory. The highly contentious incident comes as Washington is trying to bring together South Korea and Japan -- its two closest Asian allies -- as partners to push back against increasing Chinese influence in Asia, the Pacific and beyond. It also comes as Japan and South Korea are embroiled in  a series of disputes , including  a widening trade row  over materials to make memory chips for cell phones and a spat stemming from colonial-era reparations. Which takes us  back to the islands  -- and a dispute which dates back centuries. A dispute dating to the 17th century A Japanese Ministry of Foreign Affairs primer on the islands claims they have been part of Japan since the 1600s, when ships were sent there to hunt sea lions and harvest abalone.  Formal incorporation into Japan came in 1905, when the Japanese Cabinet, seeing a burgeoning business in sea lions, made the islands part of Shimane prefecture to license and tax the hunt. Additionally, according to the primer, Washington recognized the islands as Japanese in the 1952 Treaty of San Francisco, which established the post-World War II order in Asia. The US specifically excluded the islands from other territories it said Japan, which occupied the Korean Peninsula in World War II, should return to Seoul, the primer says. South Korea says its claims go back hundreds of years before Japan's.   The Dokdo Research Institute in Seoul quotes   texts from the 15th century that refer   to the islands as Korean. The Dokdo website adds that   Japanese Navy maps from the late 1800s show the islands as Korean. And in 1906, Korea formally made the islands part of Gyeongsangnam-do province, it says. South Korea cemented   its claim for   control over the islands in the 1950s, when it stationed a rotating contingent of semi-permanent armed guards there. The islands, which are largely barren and uninhabited, have   continued to divide the two countries throughout the postwar period.  A tool for Russia Japan and South Korea have not been able to resolve the Dokdo-Takeshima dispute via any international legal forum, the basis of what Washington calls \"the rules-based order\" that governs how the US approaches conflicts, for instance in the South China Sea or Crimea. If they can't work out their own dispute, can they really help Washington make the case for the \"rules-based order\" elsewhere? And analysts say that's a wedge that Russia could exploit.  \"The Russian intention may have been to discourage America's Asian allies from working closely with the United States in other parts of the world that could affect Russian interests,\" said Timothy Heath, a senior analyst in Washington with the Rand Corp. think tank. One such example is North Korea, which on Thursday  launched two missiles  toward the East Sea, also called the Sea of Japan .  The first flew approximately 430 kilometers (265 miles), while the second flew 690 kilometers (428 miles), South Korean officials said. Thursday's launches came as US national security adviser John Bolton -- a noted hawk on North Korea -- visited South Korea to discuss bilateral strategic issues.  \"Bolton was scheduled to talk mainly about including the Asian allies in efforts to monitor and pressure Iran, something Russia opposes,\" Heath said.  Conflict between Japan and South Korea could complicate those discussions and force the US to spend more time mediating between the Asian allies and preparing responses to the incident, said Heath. Big Russian intelligence haul The incident could also have provided an intelligence bonanza for Russia, another analyst said. The Russian A-50 that is alleged to have flown into disputed airspace is equipped with an array of radars and monitoring instruments which could potentially   detect key details of how South Korea could deploy and communicate with its forces in a full-blown combat situation. \"The A-50 will have been collecting electronic signals intelligence from the radio communications, the radars on the intercepting aircraft, the ground-based air surveillance radars and the command and control network,\" said Peter Layton, a former Royal Australian Air Force pilot and fellow at the Griffith Asia Institute. \"This mission will have given (Russia) a comprehensive map of the ROK national air defense system,\" he said. Other analysts point to another message to Washington from Tuesday's incident. \"The most significant strategic aspect of this incident is it highlights a new and higher level of Sino-Russian military cooperation,\" said Carl Schuster, a former US Navy captain and former director of operations at the US Pacific Command's Joint Intelligence Center. Artyom Lukin, an international relations scholar at Far Eastern Federal University in Vladivostok, said Moscow and Beijing have been steadily ramping up what he described as a \"quasi-alliance.\" He described the incident as one designed to showcase their shared power, \"sending a message to Tokyo, Seoul and Washington.\" Lukin called the Russia-China mission \"bold and provocative.\" Something Washington has been dreading The analyses   of Schuster and Lukin point to something that Washington has long feared  -- or even predicted -- a closer alliance between two allies traditionally at odds with the US. \"China and Russia are more aligned than at any point since the mid-1950s, and the relationship is likely to strengthen in the coming year,\" Director of National Intelligence Dan Coats told a US Senate committee in January. \"As China and Russia seek to expand their global influence, they are eroding once well-established security norms and increasing the risk of regional conflicts, particularly in the Middle East and East Asia,\" Coats told the senators. That's what the world saw Tuesday morning over some tiny islands that few people outside of South Korea and Japan had even heard of. CNN's Nathan Hodge contributed to this report."},
{"title": "Ten Pakistani soldiers gunned down, military says", "post_time": "Updated 1921 GMT (0321 HKT) July 27, 2019 ", "content": "Islamabad (CNN) Ten soldiers have been killed in two separate incidents across  Pakistan , a military spokesperson said on Saturday. In the first incident, a military statement said the attackers were \"terrorists from across the Afghan border\" who opened fire on a border patrolling party in North Waziristan, a mountainous region located in Pakistan's northwestern province of Khyber Pakhtunkhwa, which is close to the Afghan border.  Six soldiers were killed in the first attack, according to the military statement.  The second incident took place in the country's southwestern province of Balochistan, where a military operation left four soldiers dead. That attack was also attributed to \"terrorists\" by the military.  Tehreek-e-Taliban Pakistan (TTP) on Saturday claimed responsibility for an attack in South Waziristan, in which they called Pakistani military \"America's slaves.\" However, the group did not claim an attack in North Waziristan, where the military said it occurred. Writing on Twitter on Saturday, the Pakistan military's spokesman Maj. General Asif Ghafoor expressed his condolences to the victims and  their families, and said : \"We shall ensure defense & security of motherland at the cost of our sweat & blood. These are dying efforts of frustrated inimical forces while Pakistan moves from stability to enduring peace. It's time for the world to facilitate regional peace.\" Peace deal in the works? Pakistan's  Prime Minister Imran Khan  condemned the spate in violence, saluting the armed forces and their efforts in keeping \"the nation safe.\" The attacks come less than a week  after US President Donald Trump welcomed Khan to the White House f or the first time.  The meeting was held as US officials and Taliban leaders continue to hold multiple rounds of talks in Qatar aimed at ending the nearly 18-year US war in Afghanistan. The US has pressed Pakistan to use its leverage over the Taliban to encourage the militant group to reach a peace deal with the US. Senior administration officials said on Monday that Trump would press the Pakistani prime minister to crack down on militants in Pakistan and provide more support for ongoing US-Taliban peace negotiations.  While Trump said Pakistan had previously been \"subversive\" to US efforts to combat the Taliban and other militants in Afghanistan, he suggested that any discord was in the past and touted Pakistan's role in forging progress in the US-Taliban talks in recent weeks.  Khan argued that right now is \"the closest we have been to a peace deal\" in Afghanistan. \"We hope that in the coming days we will be able to urge the Taliban to speak with the Afghan government,\" Khan said on Monday. Security concerns US-Pakistan relations have been on a rocky footing for years over Pakistan's relationship with the Taliban. They hit a low point last year when  Trump suspended US security assistance to Pakistan  over what the US saw as Pakistan's failure to clamp down on the Taliban and other militant groups operating out of Pakistan. The US is not at the moment planning to resume its security assistance to Pakistan absent concrete efforts to crack down on the Taliban and Haqqani network, a senior administration official said last week, though Trump said Monday the security aid \"can come back depending on what we work out.\" \"We will consider changing that suspension on certain items if Pakistan meets our security concerns both in Afghanistan and with regard to some of the externally focused groups,\" the official said on Friday. \"As of now, there is no change.\" But the invitation for Khan to meet with Trump at the White House was intended to show Pakistan that the \"door is open to repairing relations and building an enduring relationship,\" the official said.  Journalist Saleem Mehsud and CNN's Kara Fox, Jeremy Diamond and Kevin Liptak contributed to this report. "},
{"title": "US women's water polo athletes celebrating win injured in nightclub collapse that killed 2", "post_time": "Updated 1253 GMT (2053 HKT) July 27, 2019 ", "content": "Seoul (CNN) An upper floor of a South Korean nightclub collapsed early Saturday, killing two people and wounding 17 others, local media reported.  The casualties in the incident, which took place in the Coyote Ugly club in the city of Gwangju, included athletes competing in the FINA World Aquatics Championships, according to South Korean news agency Yonhap. The two people killed were both South Koreans while the injured included four Americans, two New Zealanders, one Dutch, one Italian and one Brazilian, authorities told Yonhap. It said their injuries were not severe.  The injured Americans were US water polo players, a statement from USA Water Polo said. They were celebrating the Women's National Team winning the FINA World Championship on Friday. None had life-threatening injuries. The internal structure collapsed around 2:30 a.m local time, according to a tweet by the South Korean Ministry of Public Administration and Security.  \"Currently, police and fire departments are investigating the precise cause of the accident,\" the agency said.  Gwangju is located about 270 miles south of Seoul. The city is hosting the 2019 International Swimming Federation (FINA) World Championships, which include water polo, diving, high diving, artistic swimming and open water. What caused the collapse? Authorities are investigating whether the loft collapsed due to the weight, Yonhap reported. Witnesses told the news agency there were about 100 people in the loft area at the time of the collapse.  Matt Small, New Zealand men's water polo team captain, reported that he was on the second floor of the club when it collapsed. \"We were just dancing and then the next minute we dropped,\" he told New Zealand's Radio Sport.  \"We... fell on top of the heads of other people that were beneath us... Some of them were pretty dire cases.\" Kim Young-don, head of the Gwangju Seobu fire station, said at a briefing that there were around 370 inside the club at the time of the collapse. \"We deem that the second level... seems to have collapsed because there were too many people on it,\" he said. \"The second level is a small space, it's not a space where a lot of people can be.\"  The accident comes just a day before the championships draw to a close as the city is teeming with hundreds of athletes from across the globe.  \"As some Championships' participants were present at the moment of the accident, FINA is carefully monitoring the situation and will activate all measures to ensure health care and assistance is provided whenever necessary,\" FINA said in a statement.  On Friday, the US Women's National Water Polo Team beat Spain,  sealing their third world championship win  in a row.  Christopher Ramsey, CEO of USA Water Polo, described the incident as a tragedy. \"Players from our men's and women's teams were celebrating the women's world championship victory when the collapse occurred,\" he said. \"Our hearts go out to the victims and their families.\"  Of the American athletes, Kaleigh Gilchrist had surgery for a \"deep\" cut to her left leg, the polo organization said. Paige Hauschild needed stitches on cuts to her right arm, Johnny Hooper needed them on his left hand, and Ben Hallock had minor scrapes on his legs. The team said in an earlier statement all American athletes were safe and accounted for. \"Our thoughts are with those involved,\" the organization said on  Twitter.  It also said families of its team members had been notified. CNN's AJ Davis reported from Atlanta and Yoonjung Seo reported from Seoul. CNN's Christina Maxouris contributed to this report."},
{"title": "Boram, 6-year-old South Korean YouTuber, buys $8 million property", "post_time": "Updated 1700 GMT (0100 HKT) July 27, 2019 ", "content": " (CNN) A six-year-old  South Korean  YouTube star with 30 million subscribers has purchased a multimillion dollar, five-story property in Seoul. Boram bought the 9.5 billion Korean won ($8 million) building in the trendy  Seoul  suburb of  Gangnam  earlier this year, through the Boram Family company, which was set up by the YouTuber's parents, according to a public real estate registration document.   Boram has two popular YouTube accounts on which she posts content: a toy  review  channel with 13.6 million subscribers and a  video blog  account with 17.6 million subscribers.   In one of her most popular clips, which attracted over  376 million views , Boram makes instant noodles using a plastic toy kitchen and then enthusiastically slurps them down on camera.  But some of Boram's content has attracted controversy in South Korea for the values it promotes. In 2017, non-governmental organization Save the Children received complaints from citizens in South Korea who were worried Boram's clips could negatively impact the emotional and ethical development of young   viewers. They were especially concerned by staged clips that showed Boram stealing money from her father's wallet and appearing to drive cars on the road, the organization's advocacy department manager Koh Woohhyun told CNN.  Save the Children reported her videos to the police. The Seoul Family Court ordered Boram's parents to complete a counseling course designed to prevent child abuse. The offending clips have since been taken down, Koh said.  CNN has reached out to Boram's representatives and YouTube for comment but had not heard back at the time of publishing. The big business of child stardom On YouTube, child stars can be big business. According to Forbes, the highest earning YouTuber last year was  seven-year-old  Ryan Kaji, the American star of  Ryan ToysReview . In 2018, he earned an estimated  $22 million  through his channel, which has attracted over 20.8 million subscribers. Other young stars include five-year-old American Tydus, who appears on his family's YouTube channel  Trav and Cor , which has 3.1 million subscribers. YouTubers make money in a number of ways, including through taking a cut of the ads that play on their videos, and by partnering with brands to sell merchandise or include products in their content. Boram, for instance, sometimes links out to products featured in her video reviews.  In the past, some people have raised concerns over how YouTube handles videos that feature children. In February, YouTube  decided to switch off  comments on videos of minors after  accusations  that the platform had aided pedophiles in finding clips of children. At the time, a YouTube spokesperson told CNN Business the company had reviewed and removed thousands of inappropriate comments, terminated over 400 channels, and removed dozens of videos that included minors. CNN's Yoonjung Seo contributed to this story."},
{"title": "Eight killed after earthquakes hit Philippines", "post_time": "Updated 1251 GMT (2051 HKT) July 27, 2019 ", "content": " (CNN) Eight people were killed after back-to-back earthquakes struck the northern Philippines Saturday morning, according to CNN Philippines, citing a disaster official. Roldan Escudil, Batanes provincial disaster risk reduction and management council chief, provided early details about the quakes in a radio interview. A 5.9-magnitude earthquake struck the Batanes archipelago, the US Geological Survey reported. About 20 minutes later, a second quake hit the same area near Itbayat at a magnitude of 4.5. Photos from the Philippine Red Cross showed damage to homes. Photos posted on Facebook showed Itbayat Church in Batanes sustained damage to is facade and steeple. The picture showed people gathered outside the church."},
{"title": "President Joko Widodo says Islam in Indonesia is 'tolerant' as rights groups warn of rising fundamentalism", "post_time": "Updated 0927 GMT (1727 HKT) July 28, 2019 ", "content": "Jakarta (CNN) In his first international  television interview  since being re-elected in May, Indonesian President Joko Widodo denied being concerned about the rise of fundamentalism in his country, saying that the Islam practiced there is tolerant and progressive. \"I still believe that Islam in Indonesia is a tolerant and moderate Islam. Islam in Indonesia is modern, it is forward thinking,\" said the leader, who is popularly known as Jokowi -- a nickname he said was given to him by a French businessman while he was working as a furniture salesman.  In his second term as leader, Joko faces an uphill battle of uniting the world's most populous Muslim nation, and fighting what he calls \"hoaxes and fake news that influenced the mind of the people.\"  \"We now have to restore the situation and work together to build this country,\" he said, at the Merdeka Palace in Jakarta.  Joko's comments came after   a bitter electoral race against his longtime rival, former general Prabowo Subianto, who refused to accept the election result, alleging widespread ballot-rigging that  sparked deadly clashes  in the capital. The Constitutional Court subsequently threw out Prabowo's bid to overturn the result, calling it \"legally groundless.\" Putting their differences aside, the two political rivals  earlier this month  vowed to work together. Pointedly, their first face-to-face meeting   after the heated contest took place on the country's inaugural metro line (the MRT) -- one of Joko's first-term infrastructure wins.  No compromising values Five years ago, Joko won the presidency  on a promise  to increase jobs, crack down on corruption and bolster human rights. But during his re-election campaign, he embraced elements of Indonesia's religious right. His running mate was conservative cleric Ma'ruf Amin, who supports Sharia law and believes that homosexuality should be criminalized. Amin is now Indonesia's vice president. That was seen as an effort to eat into Prabowo's  conservative support base  and appease those who claimed he was not Islamic enough.   Joko denied that he befriended hardliners to win the election, suggesting his outwardly secular values had not been compromised.  \"We would like to work with all elements of society. We would like to work with everyone to develop this country, but not with those who want to ruin this country in terms of its ideology and in developing our economy. There is no compromise for me,\" he said.  Joko called Amin a \"moderate Muslim\" and said it was logical to have a cleric running mate in a country that has the largest population of Muslims in the world. \"I'm not going to change,\" he said. \"I will not change what I believe.\"  Rising intolerance While the President upholds that Indonesia is a tolerant and diverse society, rights groups say there is rising intolerance from hardline religious groups, especially against religious minorities and the LGBT community.  In 2016, Jakarta's Chinese Christian governor (a Joko ally) Basuki Tjahaja Purnama, better known as Ahok, was  accused of insulting  the Quran and  jailed on blasphemy charges . Massive rallies calling for his jailing paralyzed the capital.   Ahok was released in January after serving just under two years in jail, but the incident showed religious fundamentalism to be a powerful force.   Discrimination against LGBT people was already intensifying during Joko's first term, fueled by what Human Rights Watch (HRW) said was \" government-driven moral panic .\"  In Indonesia, homosexuality is not illegal apart from in ultra-conservative Aceh province, which observes Shariah Law and  publicly flogs  those found guilty of having homosexual sex.  In May 2017, a  police raid  on a gym and sauna led to the arrests of 141 people in a single night because of their presumed sexuality. But Human Rights Watch  reported  that police raids and vigilante attacks led to the arrests of at least 300 people that year -- the highest number ever recorded in Indonesia.  A number of high-profile Indonesian politicians, including several government ministers, have  unleashed anti-LGBT  rhetoric and a parliamentary  proposal  still being debated would criminalize gay sex and extramarital sex.  In its  World Report 2019 , HRW said that while Joko's administration \"took small steps\" in 2018 to protect the rights of \"some of Indonesia's most vulnerable people\" more could be done. \"Although Jokowi issued a plea for religious tolerance in his annual State of the Nation address on August 16, his administration has failed to translate his rhetorical support for human rights into meaningful policies during his first term in office,\" the report's authors said.  On this issue Joko is noncommittal, suggesting that because Indonesia is a predominantly Muslim country, its Muslim citizens would not accept greater rights for LGBT people. A  2013 Pew survey  found that 93% of the country refused to accept homosexuality. \"Tolerance in Indonesia, we can see. Everybody has good tolerance. However, when it comes to regulations and laws, I can ensure you, there will be major rejection by the people,\" he said. 'No tolerance for terrorism in Indonesia' While the LGBT crackdown was driven in part by Islamic hardliners, Joko said he is not worried about the rise of religious fundamentalism in Indonesia.    In a country of 267 million people, spread across 17,000 islands it is normal to have \"two, three, four percent of people who are hardliners,\" he said. \"It is the obligation of the country to know how to embrace them. So that (is) the goal of this country: to become an opulent, just and prosperous country,\" he said.    But that embrace became a political flashpoint recently when Abu Bakar Bashir, a radical Islamic cleric and the alleged mastermind behind the 2002 Bali bombings, was  granted early release  from jail on humanitarian grounds.  Following an enormous backlash -- from liberals as well as hardliners --  Joko backed away from the plan. Bashir remains behind bars and on his fate Joko is now unwavering. \"The final decision was no,\" he said.   The threat of homegrown terrorism remains. In May 2018, a spate of deadly,  ISIS-inspired bombings  rocked Indonesia's second-largest city Surabaya, targeting churches and the police.  Returning Indonesian ISIS fighters also present a new challenge to the country's law enforcement and intelligence agencies. Police  reportedly foiled  an attack just before the election, arresting at least nine fighters affiliated with ISIS -- at least six of whom were known to have fought in Iraq and Syria, police said. Joko said his counter-terrorism forces -- known as  Detachment 88  -- have a two-pronged approach.  \"There are certain cases where we can embrace them, and return them to normalcy. But, if it is hard to do, then the hard approach is done through strict law enforcement. We do not tolerate terrorism in Indonesia,\" he said.  Joko said deradicalization programs were working.  \"Major terrorists have returned to society, established foundations to embrace ex-terrorists who can live normally. That is the success of deradicalization in Indonesia,\" he said.  Growth and development a priority But Joko's focus remains on the economy and on Indonesia's development. During his first term, Indonesia's  economy grew  at just over 5% per annum -- shy of the 7%  promised , but enough for the country's GDP to surpass $1 trillion in 2017. The IMF believes that with economic reform and investment, Indonesia's economy  could grow  by 6.5% by 2022. To achieve that goal, Joko said: \"We must conduct reform on a massive scale.\"  That means teaching workers new skills, introducing tax reform and attracting investment and building the large-scale infrastructure projects that have become a hallmark of Joko's presidency. The latter will involve Indonesia's biggest trading partner: China. After the election, the government signed deals worth billions of dollars with the Chinese government for major infrastructure projects as part of Beijing's flagship Belt and Road initiative. And this month Indonesia reportedly asked China to set up a special Belt and Road fund after offering $91 million in projects,  according  to Reuters.  But  reports  suggest that smaller nations are being  saddled with debt  from these huge Chinese mega-projects and  one concern  is that China will be in a strong position to influence their strategic decisions if they default.  Joko said Indonesia won't fall prey to the so-called \"debt-trap diplomacy\" problem, because the deals made were business to business, he said, and will \"benefit the national interest of Indonesia.\"   Meanwhile, on July 11, 22 countries, including Japan and the United Kingdom,  issued a joint statement  condemning China's mass detention of Uyghur and other minorities in the country's Xinjiang region.  Indonesia -- the world's most populous Muslim nation -- was not a signatory.  While Joko said he \"continues to monitor problems in China\" with regards to Uyghurs, \"To be frank, I do not have enough data about that,\" he said.  Anna Coren, Jane Sit and Masrur Jamaluddin reported from Jakarta Indonesia and Helen Regan wrote from Hong Kong. "},
{"title": "Where does astronaut poop go? Answers to your weirdest questions about space travel", "post_time": "Updated 1930 GMT (0330 HKT) July 27, 2019 ", "content": " (CNN) People have a lot of questions (and misconceptions) about  space . It's understandable given that only 573 humans have ever gone there, according to a count by  space expert Jonathan McDowell . Still, they shouldn't be the only ones who get to know the truth about what  happens in the great beyond . Right? Fear not.  NASA  has answered for us some of THE MOST IMPORTANT questions people absolutely, positively must know about space travel. (You're welcome.) Where does astronaut poop go? Solid waste is collected in a canister as part of the waste hygiene component of the space station's toilet, and those canisters are disposed of during destructive reentry of cargo spacecraft. Urine is collected separately and sent through the station's Water Recovery System's distillation assembly which helps transform urine from crew members into  usable water . Do they really eat freeze-dried ice cream in space? No. Astronauts do not eat  freeze-dried ice cream , but sometimes a cargo resupply spacecraft brings a special treat of real ice cream. Sending ice cream is sometimes possible when there is space in one of the freezers on the way up that will be filled with science samples for  SpaceX Dragon's return trip . It is normal for commercial resupply missions to deliver a small amount of fresh food to the astronauts (usually fruits or vegetables) with ice cream only occasionally making the trip.  Do people explode if they're not wearing spacesuits? No, but you'll still die. Without protection, an astronaut would die in space quickly because of the lack of oxygen and immense physical pressure. The cold and radiation is pretty dangerous too.  Spacesuits  provide air to breathe, water to drink, a pressurized environment in which to work and protection from extreme temperatures. What happens when astronauts get sick? Astronauts tend to be very healthy  as they  work out more than two hours a day  and live in a closed environment. But they have access to doctors via video or telephone, and the  space station has a variety of medical devices  and pharmaceutical remedies to treat astronauts who may get sick in space.  Can people really grow taller? Yes. Without  gravitational force compressing an astronaut's spine , fluid between the discs fluctuate as they temporarily expand, creating a lengthening effect. We experience the same effect while sleeping flat at night, although to a lesser degree. In space, an astronaut will sometimes \"grow\" as much as two inches taller. However, that effect disappears as soon as they return to Earth's gravity.   How do we know gravity exists in space? On Earth, we experience  the pull of gravity , but astronauts in the space station are in a kind of perpetual free-fall around Earth that keeps them in orbit, and thus they experience what is commonly referred to as zero-gravity or microgravity in which they can  float and fly through the space station. Is it true no one can hear you scream? Without air to  transmit sound waves , a scream would not be heard in space — even if you're next to the person."},
{"title": "Villagers in India beat tiger to death", "post_time": "Updated 0027 GMT (0827 HKT) July 28, 2019 ", "content": "New Delhi (CNN) Villagers in northern India beat to death a female tiger after the animal fatally mauled a man, authorities said. The incident took place in a protected area of the Pilibhit Tiger Reserve on Wednesday afternoon, Pooranpur Police Inspector Keshav Kumar Tiwari said.  Four people were arrested and 31 each received an initial complaint from the local forest department. Video of the attack has circulated on social media showing villagers repeatedly hitting the tiger with large sticks. Fewer than 4,000 tigers remain on Earth, the World Wildlife Fund says. Most live in reservations in India, where killing a tiger can result in jail time."},
{"title": "In pictures: Hong Kong protests continue amid political crisis", "post_time": "Updated 1257 GMT (2057 HKT) July 28, 2019", "content": ""},
{"title": "Police and protesters clash on eighth weekend of Hong Kong marches", "post_time": "Updated 1233 GMT (2033 HKT) July 28, 2019 ", "content": "Yuen Long, Hong Kong (CNN) Riot police and protesters clashed Saturday in the small town of Yuen Long, near Hong Kong's border with China, after tens of thousands took to the streets for the eighth consecutive weekend amid an ongoing political crisis.  Yuen Long has become an unlikely focal point of the city's pro-democracy movement after protesters returning to the town were viciously  attacked by a mob  wielding iron bars and bamboo sticks last weekend.    About a dozen men have been arrested in connection with the attack, some of whom have links to organized crime groups, or triads. Protesters were reportedly at the mercy of the mob for almost an hour before police arrived and at least 45 people were injured, some seriously. Police declined to grant protesters a letter of no objection for Saturday's demonstration, classifying it as an  unauthorized assembly , owing to safety concerns.   Despite the apparent unlawfulness of the gathering, tens of thousands of protesters defied police to march through Yuen Long. Protesters, many wearing black, chanted \"There is no riot only a tyranny\" and \"Hong Kong Police, the lawbreakers\" as they thronged through the town in sweltering summer temperatures.  Police initially appeared unwilling to intervene, but as dusk approached, hundreds of officers in full riot gear advanced on demonstrators.  The crowd quickly thinned, but a core of several hundred mostly young protesters in hard yellow helmets and protective gear, appeared unwilling to back down -- charging police lines and forming barricades.  In response, police fired tear gas and rubber bullets at demonstrators, many of whom had armed themselves with improvised shields and sticks. A small group of front line protesters threw bricks and other materials at police as the two sides fought running pitched battles through the streets.  As night fell, additional riot police advanced from multiple angles slowly pushing demonstrators in the direction of Yuen Long metro station, in a final bid to clear the streets. Chaos briefly reigned inside the station when riot police charged up the stairs with batons, hitting protesters and using pepper spray.  Twenty four people between the ages of 15 and 60 were hospitalized following the clashes, authorities confirmed. On Sunday morning, six remained in hospital with two men in a serious condition. In statement Saturday, Hong Kong police reiterated that the demonstration had been an \"unauthorized assembly\" and accused protesters of throwing bricks and \"hard objects\" at officers during violent clashes.  On Sunday, police arrested alleged protest organizer Max Chung.  Senior Superintendent of the Police Public Relations Branch Yu Hoi-kwan said at a press conference: \"Mr Chung ... clearly understood that police objected to the event. Because he clearly understood this but he remained present in the event and, based on the behavior of him on that day, we arrested him.\"   Despite Saturday's scenes of violence, thousands of demonstrators wearing black -- the color of the protest movement -- came back out Sunday to attend a planned protest on Hong Kong Island.  Horrified by the violence In the wake of last weekend's mob attack, residents of Yuen Long, speaking on the condition of anonymity for fear of retribution, said this week that they had been horrified by the ongoing violence. \"I never thought this would happen (here),\" said one shop employee. \"The Yuen Long of my memory is a place full of warmth. Everyone is very friendly, people will always help each other.\"  Yet while many locals condemned the clashes, they also objected to Saturday's protest out of concern for local business and disruption to the suburb. In advance of Saturday's protest, many shops and facilities in Yuen Long closed.  \"Villages are very traditional,\" said a butcher. \"They don't tolerate people who mess up their community. You have to be considerate on this matter.\"  The protest in Yuen Long follows a large peaceful demonstration at the city's international airport, Friday night. Thousands of protesters joined aviation staff in occupying the arrivals hall, where they greeted passengers with chants of \"Free Hong Kong\" and \"Justice for victims of brutality.\" Border town Located less than 10 kilometers (6 miles) from Hong Kong's border with China, Yuen Long is closer to mainland China than it is to Hong Kong's iconic Victoria Harbor. The area is known for smuggling, both of  goods  and  people , while decades of police operations to combat  triads , which operate on both sides of the border, have failed to stamp out organized crime in the area.   The role of alleged triad members in the attacks on protesters came as little surprise to researchers, who pointed to the common practice of using \"thugs for hire\" in mainland China.  Local officials have even faced allegations  of working with the criminal gangs.  \"We call this extra-legal governance -- sometimes when governments cannot use the formal law enforcement for whatever reason, they pay for it,\" said T Wing Lo, an expert in triad societies at City University of Hong Kong. \"This is the normal way to do business.\" Lo said the group who carried out the attack in Yuen Long would likely have been paid by Chinese authorities.  Police Commissioner Stephen Lo on Monday denied accusations that law enforcement officials were working with gangs. \"We will investigate whether we were inefficient but we are not related to triads. I ask you to trust the police force,\" he said.  That alleged link between Hong Kong Traid groups and mainland Chinese authorities goes back decades. In the wake of the Tiananmen Square massacre of 1989, some gangs were involved in smuggling democracy leaders out of China, but following this in the years up to the 1997 Hong Kong handover, Beijing  embarked on  a \"deliberate strategy to woo the Triads into the pro-Beijing camp,\" which included granting business opportunities to leaders in exchange for support in Hong Kong.    No end in sight Saturday's march marks the eighth consecutive weekend of major protests in Hong Kong, during which hundreds of thousands of people have taken to the streets. Initially, protesters were demanding the withdrawal of a now-shelved extradition bill, but the demonstrations have evolved to include calls for greater democracy, an independent investigation into alleged police brutality, and the resignation of the city's leader, Carrie Lam.  As the summer of unrest has heated up, violence from protesters and police has become a more common sight, with tear gas, rubber bullets and pepper spray used on July 21 after protesters threw bricks and pushed into police lines.  Last week, police  raided a warehouse in an industrial area of the city , seizing a large cache of high-powered explosives, petrol bombs and other weapons. Three men, in their twenties with alleged links to a pro-independence group, were arrested in connection with the seizure. The possibility of Chinese military involvement has also been raised. During a press briefing earlier this week, a Chinese Defense Ministry spokesman  said the  People's Liberation Army (PLA) -- which has a large but discreet presence in Hong Kong --   was monitoring the situation closely .   Wu reminded journalists of the Hong Kong law that allows the local government to request assistance in maintaining public order from the PLA garrison in the city, but did not suggest troops would be deployed. His comments were greeted with alarm by some in Hong Kong and Washington, with US lawmakers James McGovern and Marco Rubio issuing a joint statement that \"escalation of violence -- whether on the part of organized crime thugs or the PLA -- will only further undermine Hong Kong's autonomy and rule of law.\"  CNN's Helen Regan and Maisy Mok contributed reporting. "},
{"title": "A city's first pride march was meant to be a day of joy. The far right turned it into chaos", "post_time": "Updated 1742 GMT (0142 HKT) July 28, 2019 ", "content": "Bialystok, Poland  (CNN) Drag queens strut,  rainbow flags  flutter in the breeze, and smiling marchers form  heart symbols with their hands. From certain angles, the pride parade looks just like other such events  held around the world , from San Francisco to Berlin, London to Taipei. But behind the glitter and glamor, there is a darker side to this celebration: Cher's \"Believe\" blasting from the sound system isn't simply music to dance to; it is there to drown out the boos, the bangs of flash-bombs and the chants of \"perverts!\" Because this is no ordinary pride gathering: It is the first-ever equality march in the deeply conservative Polish city of Bialystok, where the LGBTQ community's increasing visibility has sparked a backlash. The northeastern city of 298,000 is located in the Bible-belt region of Podlasie, which is a stronghold of the ruling Law and Justice Party (PiS) and has become synonymous with far-right movements. \"Many of the acts of xenophobic aggression have been committed in Podlasie compared to other regions in Poland,\" Rafal Pankowski, from the anti-extremism group Never Again, told CNN. The mayor of Bialystok, Tadeusz Truskolaski, an independent, is eager to change that reputation. Unlike some centrist and right-wing counterparts in Poland, who have attempted to ban pride marches from their cities -- Truskolaski let the Bialystock event proceed -- despite widespread criticism from officials in the PiS.  According to one 2017 study by Poland's Public Opinion Research Center (CBOS), more than half of Poles (55%) think homosexuality is abnormal but should be tolerated. Around a quarter (24%) believe it should not be tolerated at all.   As the country gears up for an election this fall, the right-wing PiS is targeting what it calls \"LGBT ideology\" to fire up its conservative base. This hostile rhetoric has emboldened far-right elements in the country.  The ruling party's socially conservative message has also helped it in the national polls -- it crushed a coalition of opposition parties in May's European Parliament elections, winning 46% of the votes. Experts predict another victory in October's elections and LGBTQ activists are bracing for the worst.  Poland's opposition is divided on whether to address the increased marginalization of the country's LGBTQ community, or to cater to socially conservative voters. In February, Warsaw's liberal mayor Rafal Trzaskowski, from the opposition Civic Platform (PO), signed a declaration in support of LGBTQ rights.  But just months before, his PO colleague Krzysztof Zuk, mayor of Lublin, banned that city's first pride march, citing security concerns. The march went ahead after Lublin's Court of Appeals overturned the mayor's decision. \"The problem for PO is that if they embrace LGBTQ rights too much, they might lose some of their conservative electorates,\" explained Volha Charnysh, assistant professor at Massachusetts Institute of Technology (MIT).  That played out last Saturday. According to Hubert Sobecki, co-president of Warsaw-based LGBT+ organization Love Does Not Exclude, the Bialystok event was one of 24 such parades planned this year in Poland-- a country where same-sex marriage and adoptions are illegal, there is no hate crime category for the LGBTQ community, and gay conversion therapy is legal.  The pride marches reflect many urban Poles' growing support for increased LGBTQ rights. They are also a defiant response to a rise in homophobic and transphobic rhetoric from Poland's Catholic leaders, the right-wing press, and the ruling Law and Justice Party (PiS). In June, tens of thousands of people took part in Warsaw's pride march -- said to be the largest pride parade in central and eastern Europe. But Bialystok's pride marchers were outnumbered, four to one, by thousands of counter-protesters, according to local police.  Nationalist football \"ultra\" fans, members of far-right groups and others packed the parade route and nearby parks. \"Get out of this city,\" yelled a group of men trying to break through the 700-strong line of riot police protecting the marchers.  \"This is MY city,\" orange-haired parade steward Precel, 19, shouted back, warning marchers to watch out for rocks thrown by the counter-protesters. Dozens of LGBTQ marchers were physically assaulted before, during and after the parade, according to the Warsaw-based advocacy group Campaign Against Homophobia (KPH), the organizers of the parade, and witnesses CNN spoke to.  Ant Ambroziak, a journalist from Warsaw, told CNN he was spat at and assaulted as he live-streamed the protest for work. \"I have a friend who was assaulted before the march. He was punched in the face because he [was wearing] lipstick\" he said.  Another marcher was spat on and hit in the back, \"all in front of my mother's eyes, who started to cry and tremble,\" Paulina Brzoza, 28, told CNN.  \"They were hunting us down,\" said Precel, who is gender non-conforming and prefers they/them pronouns, adding that they had been spat at and chased by a group of men.  Michal Bilewicz, who researches the social psychology of groups at the University of Warsaw, said Poland's socio-political environment had demonized diversity and otherness. \"What happened Saturday is a consequence of political language and discourse which targets gay people,\" he told CNN.   According to Urszula Boublej, the spokesperson for Bialystok's mayor, there were about 32 protest groups registered for Saturday, the majority in opposition to the pride march. It included the far-right group All-Polish Youth, which took its name from fascist and anti-Semitic pre-war youth organization. Last year, its former head Adam Andruszkiewicz who went to college in Bialystok, joined the federal government as Secretary of State at the Ministry of Digital Affairs.  Critics said the appointment was another example of PiS mainstreaming right-wing extremism, according to Pankowski. Both the PiS and the government refused repeated requests for comment from CNN. Bialystok's Archbishop Tadeusz Wojda told congregants to \"defend Christian values\" by attending a family picnic -- organized by the marshal of Podlasie Artur Kosicki -- or an outdoor prayer vigil.  Kosicki, a PiS member, refused to speak to CNN at the picnic, which came replete with a military artillery display and bouncy castles. At the vigil, CNN saw hundreds praying, some on their knees, outside the grand Bialystok Cathedral, in which participants held a banner aloft that read, \"reparation to god and the blessed mother for the sin of sodomy.\" The Polish Ministry of the Interior said they have determined the identity of 104 people who broke the law in Bialystok \"with 77 people, actions have already been carried out in relation to committed crimes or offenses,\" it added. Interior Minister Elzbieta Witek, who is a member of the PiS, condemned the violence. \"Officers ensure security regardless of the ideas, values and beliefs proclaimed by citizens. Any person who breaks the law... should know they can be held responsible,\" Witek said on Twitter, Reuters reported. But according to research by The Warsaw-based nonprofit Campaign Against Homophobia (KPH), some 90% of violent incidents against people who identify as non-heterosexual go unreported, Miroslawa Makuchowska, head of the political division at KPH, told CNN.  \"People who are attacked don't want to report to police because they feel the authorities can't do anything. They are traumatized and afraid of having to hear homophobic slurs,\" Makuchowska, head of the political division at KPH, said. Precel, who has been toying with the idea of leaving Bialystok, said the attacks at the Pride parade may have hastened that decision: \"I was born here, and now I am studying here, but now I don't know how it will be in the future. \"I don't really feel safe in Bialystok.\""},
{"title": "Bahrain executes three men the day after US reinstates federal death penalty", "post_time": "Updated 0026 GMT (0826 HKT) July 28, 2019 ", "content": " (CNN) Three men were executed by firing squad in Bahrain on Saturday morning, according to the kingdom's state news agency.  The move came days after the United States announced it would be  reinstating the federal death penalty  for the first time in nearly two decades.  The executions were confirmed by Bahrain's advocate general and chief of anti-crime prosecution, Ahmed al Hammadi, Bahrain News Agency (BNA) said. The men were convicted in two separate cases by the High Criminal Court after each investigation from Bahrain's Public prosecutor called for them to receive the maximum sentence, BNA said.  Bahrain's public prosecutor said that two of the executed men were convicted of \"joining a terrorist group, committing murders, and possessing explosives and firearms to carry out terror acts.\" There were 58 other individuals accused in the case, 19 of whom were sentenced to life in prison, according to BNA. Two were acquitted, it said. Two of the men, Ali al-Arab and Ahmed al-Malali were sentenced to death by the court and the rulings were upheld by the Court of Appeals and the Court of Cessation. In February 2017, the pair were arrested and sentenced \"in a mass trial marred by allegations of torture and serious due process violations,\" according to a Human Rights Watch report.    For months, human rights groups have called for an examination of the circumstances around the men's sentencing and for the Bahrain government to halt al-Arab and al-Malali's executions. In May, a group of  United Nations human rights experts said  there were \"serious concerns\" that the pair were \"coerced into making confessions through torture and did not receive a fair trial.\" During the arrest, al-Malali was reportedly shot in his hand. Two bullets were allegedly only removed from his hand 23 days later, according to the UN statement. Before the conviction, al-Arab was \"reportedly forcibly disappeared for a month,\" the UN statement said.  Al-Malali was charged with \"possession of firearms, membership in a terrorist cell and the alleged killing of a security officer,\" according to the UN statement. Al-Arab was charged with \"killing a police officer, firing on a security patrol and injuring one of its officers, assisting in an attempted prison escape, and possession of firearms,\" the UN statement said. The men were \"allegedly prevented from attending their trial, sentenced to the death penalty in absentia and stripped of their nationality, which was later reinstated,\" according to the UN statement.  They were both were reportedly tortured and forced to sign confessions of their crimes it said.  \"The two individuals should have never been convicted on the basis of what appears to be seriously flawed trials. Executions in these conditions would amount to arbitrary executions,\" the UN experts said. On Friday, Agnes Callamard, the UN's special rapporteur on extrajudicial, summary or arbitrary executions issued a last-minute push to halt their executions. \"I remind Bahrain that the only thing that distinguishes capital punishment from an arbitrary execution is full respect for the most stringent due process and fair trial guarantees,\" Callamard  said  in a statement. The third man executed on Saturday had been convicted of killing and dismembering an imam and subsequently sentenced to death in a unanimous decision by the court, according to BNA.  A 'green light' Prominent  Bahraini human rights defender Maryam al-Khawaja  told CNN on Saturday that Bahrain's \"justice system -- if you can call it that  -- is a main tool of silencing dissent.\" Rights groups and human rights defenders like al-Kahwaja have long criticized Bahrain for its  crackdown on anti-government protests  and dissent. Al-Khawaja added that it's no coincidence that Bahrain's move to execute the men came shortly after the US announced it would  bring back the federal death penalty .  A statement from the Embassy of the Kingdom of Bahrain in Washington on Friday read:  \"Just as capital punishment is permitted in the United States, the Kingdom of Bahrain allows judges to impose death sentences in cases of serious crimes...\" Al-Khawaja said, \"We have seen this before.\" \"A lot of times you will see that Bahrain likes to feel they are safe when they are about to commit violations. So they look to their allies to make sure they aren't going to be held accountable,\" she said. \"When one country commits a human rights violation, and if they don't face international consequences, then you see another country doing the same,\" she added, saying that Bahrain saw the US' announcement as a \"green light.\"  CNN's Hamdi Alkhshali and Jennifer Hauser contributed to this report. "},
{"title": "Start your Monday smart: Debates, A$AP Rocky trial, NFL preseason, Shark Week", "post_time": "Updated 2039 GMT (0439 HKT) July 28, 2019 ", "content": " (CNN) It'll be a whirlwind week of politics, with another round of Democratic debates and President Trump hosting a \"Keep America Great\" rally in Ohio.  Here's what you need to know to  Start Your Week Smart . (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. You give us five minutes, and we give you five things you must know for your weekday, plus a Sunday edition to get your week started smart.  Sign up here .) TODAY •  It's Shark Week!  Everyone out of the water: The Discovery channel's annual week of special shark-themed programming kicks off Sunday and runs through August 4. This year Discovery promises  more than 20 hours of new shark stories  to make you rethink that surfing trip. MONDAY •  Root for the USA.  The 2019 Pan American Games continue this week in Lima, Peru. If you're sick of baseball and you miss the fiery talents of the US women's soccer team, tune in when the US Women's National Water Polo team competes. They're  really, REALLY good . TUESDAY •  More   2020 Democratic debates.   The second round of Democratic debates kicks off in Detroit, where  20 presidential candidates will take the stage  over two consecutive nights. Among the frontrunners in Tuesday's lineup are Massachusetts Sen. Elizabeth Warren; South Bend, Indiana, Mayor Pete Buttigieg; and Vermont Sen. Bernie Sanders.  •  A$AP Rocky stands trial.  The American rapper's trial begins in Sweden, where  A$AP Rocky is facing assault charges  stemming from a June brawl in Stockholm. President Trump, Kanye West and Justin Bieber are just a few of the high-profile Americans who have called for his release. WEDNESDAY •  Trump rallies supporters in Ohio.  President Donald Trump and Vice President Mike Pence host a Keep America Great rally in Cincinnati. It will be the 29th rally Trump has held in Ohio and the fourth in Cincinnati since he began his campaign for president in June 2015. Given  what happened at Trump's last rally  in Greenville, North Carolina, there's no telling what this week's event will bring.  •  Debate Night, Part 2.  There will be 10 more candidates onstage in Detroit Wednesday, but the spotlight will be on former Vice President Joe Biden and California Sen. Kamala Harris, who sparred repeatedly during the first round of debates last month.  Biden has vowed to be more aggressive  after Harris put him on the defensive last time. THURSDAY •  NFL preseason kicks off.  It's August, which means football season isn't far away. The NFL begins its preseason slate with the Denver Broncos battling the Atlanta Falcons in the league's  annual Hall of Fame game  in Canton, Ohio. •   More British Open golf.  Last week was the men. Now it's the women's turn. The  Women's British Open  golf tournament tees off at the Woburn Golf Club in Milton Keynes, England. Nine of the event's past 10 champions are expected to compete, including defending champ Georgia Hall. It runs through August 4. •  Lollapalooza revs up.  The  venerable music festival  returns to Chicago's Grant Park with four jam-packed days of emerging acts and headliners, including Childish Gambino, Tame Impala, J Balvin and Ariana Grande. FRIDAY •  Puerto Rico's governor steps down.  Embattled Puerto Rican Gov. Ricardo Rosselló  says he will resign Friday  after massive protests over hundreds of leaked government chats that showed him and members of his inner circle sharing profanity-laced, homophobic and misogynistic messages. Secretary of Justice Wanda Vázquez Garced is expected to succeed him. •  Fast, Furious & Idris.  Get your weekend crew together for \"The Fast & Furious Presents: Hobbs and Shaw,\"  the first spin-off in the wildly popular action franchise . With Dwayne Johnson, Jason Statham and Idris Elba starring, what's not to love? "},
{"title": "Boko Haram Fast Facts", "post_time": "Updated 2157 GMT (0557 HKT) July 28, 2019 ", "content": " (CNN) Here's a look at  Boko Haram,  a militant Islamic group working out of Nigeria, whose purpose is to institute Sharia, or Islamic law.   Facts: In the local Hausa dialect, Boko Haram means \"Western education is forbidden.\" The group also refers to itself as Jama'atu Ahlis Sunna Lidda'awati Wal-Jihad, meaning \"People Committed to the Propagation of the Prophet's Teachings and Jihad.\" Boko Haram militants mainly inhabit areas in the northern states of Nigeria, specifically Yobe, Kano, Bauchi, Borno and Kaduna.  Originally, Boko Haram was referred to locally as the Nigerian Taliban because of their religious similarities to the  Taliban. Boko Haram does not engage in Nigeria's political system out of an adherence to a fundamentalist form of  Islam,  which forbids participation unless the system is based on Sharia, or Islamic law.   Timeline: 2002 -  The group, which may have existed since the late 1990s, organizes under the Muslim cleric Mohammed Yusuf. It is centered in Maiduguri, the capital of the northeastern state of Borno.  December 2003 -  The first known attack by Boko Haram includes roughly 200 militants, who attack multiple police stations in the state of Yobe, near the Niger border. July 2009 -  The  Boko Haram uprising  begins in Bauchi and spreads to the states of Borno, Kano and Yobe. The militant group kills scores of police officers. A joint military task force responds, leaving more than 700 Boko Haram members dead and its operational mosque destroyed. The uprising ends when police capture Yusuf. His deputy, Abubakar Shekau, reportedly dies in the uprising. Yusuf later dies in police custody. Police say he is shot during an attempted escape, but Boko Haram claims it is an extrajudicial execution.   July 2010 -  Boko Haram releases a video statement in which Yusuf's deputy who allegedly died the previous year,  Shekau,  claims to be the leader of the group. September 7, 2010 -  In the state of Bauchi, 50 Boko Haram militants attack a prison, killing five people and releasing more than 700 inmates. May 29, 2011 -  The day of Nigerian President Goodluck Jonathan's inauguration, Boko Haram detonates three IEDs near a military barracks in the city of Bauchi. At least 10 people die in the attack.  August 26, 2011 -  Boko Haram attacks the  United Nations  compound in Abuja. A car bomb kills 23 people and injures more than 75 others. November 4, 2011 -  More than 100 people die in multiple attacks in Yobo, Damaturu and Borno states. Boko Haram militants utilize IEDs and vehicle-borne IEDs to target security forces and their offices, markets and 11 churches.  January 2012 -  A newly formed splinter group, known as Ansaru, announces Abu Usmatul Al-Ansari as its leader.  January 20, 2012 -  More than 200 people are killed when Boko Haram launches coordinated attacks targeting police, military, a prison and other targets in the city of Kano in Kano State. February 19, 2013 -  Militants alleging to be  Boko Haram kidnap a French family of seven in a national park in northern Cameroon ; however, the affiliation with Boko Haram cannot be verified. The family is later released.  April 2013 -  Jonathan states he has appointed a team to explore the possibility of amnesty for Islamist militants. Shekau responds in an audio statement: \"Surprisingly the Nigerian government is talking about granting us amnesty. What wrong have we done? On the contrary, it is we that should grant you pardon.\" April 19, 2013 -  Boko Haram battles with multinational security forces from Niger, Nigeria and Chad in the city of Baga in Borno State, leaving nearly 200 people dead, including many civilians. Shekau releases a video in May saying Boko Haram is not responsible for the civilian deaths.  June 4, 2013 -  Jonathan approves the proscription of Boko Haram and splinter group Ansaru as terrorist organizations. June 2013 -  Boko Haram targets churches in various states on three Sundays in a row, leaving more than 50 people dead.  August 14, 2013 -  The Ministry of Defence announces the death of Boko Haram's second-in-command, Momodu Baba (known as Abu Saad).    August 19, 2013 -  Nigeria's chief army spokesperson claims Shekau may have died after an attack on June 30, but the claim is never verified.  September 17, 2013 -  Boko Haram gunmen dress in military uniforms and stage a fake checkpoint near Benisheik in Borno, burning vehicles and executing travelers, leaving at least 143 people dead.  September 25, 2013 -  A man claiming to be Shekau appears in a video and says that he is alive and well. However, his identity is not verified. November 13, 2013 -  The US State Department adds Boko Haram and Ansaru to its list of terrorist organizations.  January 26, 2014 -  At least 45 are killed in a market in Kawuri in Borno after Boko Haram militants open fire.   April 14, 2014 -   Boko Haram militants kidnap approximately 276 teenage girls  from a boarding school in Chibok in Borno. Officials there say some of the girls were able to escape. The kidnapping sparks global outrage and a  #BringBackOurGirls  campaign on social media. May 5, 2014 -  In a video statement, a man claiming to be  Shekau says, \"I abducted your girls. I will sell them in the market, by Allah...there is a market for selling humans.  Allah says I should sell. He commands me to sell. I will sell women. I sell women.\" May 13, 2014 -  Hundreds of  Boko Haram militants storm three villages in the state of Borno. Villagers resist, killing more than 200  Boko Haram fighters.  May 20, 2014 -  Twin blasts in the city of Jos kill 118 people  at a market. Nigerian authorities describe the blasts as \"terrorist activities\" but decline to speculate on who might be responsible. May 21, 2014 -  The White House announces that the  United States has sent 80 troops to Chad to help search for the kidnapped schoolgirls. May 22, 2014 -  The  UN Security Council  adds  Boko Haram to its sanctions list. June 3-4, 2014 -  Hundreds of people are killed in raids  by Boko Haram Islamic militants in the state of Borno, with some sources putting the death toll at 400 to 500. June 7-8, 2014 -  Suspected Boko Haram militants kidnap at least 20 young women  over a weekend in the northeastern Nigeria village of Garkin Fulani, eight kilometers from a town where more than 200 schoolgirls were taken nearly two months earlier. June 18-22, 2014 -  Boko Haram militants hold the village of Kummabza in Borno state, northeastern Nigeria, hostage for four days.  They abduct more than 60 females, including children, and kill 30 men in the raid. July 7, 2014 -  Sources say at least 57 girls kidnapped by Boko Haram last month from the Kummabza village in northern Borno state have escaped from their captors and returned to their village. Boko Haram is still believed to be holding about 200 schoolgirls abducted April 14 from a boarding school in the town of Chibok. July 17-20, 2014 -  Boko Haram  raids the Nigerian town of Damboa.  By the time the raid ends, 66 residents have been killed and more than 15,000 have fled. October 16, 2014 -  The Nigerian government announces it has reached a  ceasefire agreement with the Islamist terror group  that includes the promised release of more than 200 kidnapped schoolgirls. November 1, 2014 -  In a video, the group's  leader denies the Nigerian government's claim of a ceasefire. January 3, 2015 -  A multi-day raid begins, where hundreds of Boko Haram gunmen seize the town of Baga  and neighboring villages in northern Nigeria, as well as a multinational military base, leaving bodies scattered everywhere and as many as 2,000 people feared dead. March 2, 2015 -  Boko Haram releases a video showing the apparent beheadings of two men  they suspected of being spies.  March 7, 2015 -  In an  audio message purportedly from Shekau,  Boko Haram pledges allegiance to  ISIS,  the Islamic militant group which controls areas of  Iraq  and  Syria.  Boko Haram is named \"Wilayat Gharb Afriqiyya\" or \"Wilayat Gharb Afriqiyyah,\" which means the Islamic State of West Africa.  March 12, 2015 -  In an audio message purportedly from an ISIS spokesman, the group announces that  the caliphate has expanded to western Africa and that ISIS leader Abu Bakr al-Baghdadi has accepted Boko Haram's pledge of allegiance.  On the same day,  ISIS blows up the Iraqi army headquarters north of Ramadi, killing at least 40 Iraqi soldiers.   April 25-26, 2015 -  The decomposed corpses of at least 400 men, women and children are found in shallow, mass graves  and on the streets of Damasak in northeastern Nigeria. Due to a joint Nigerian-Chadian military operation, the town has recently been freed of Boko Haram, which seized the town in November.   April 28-April 30, 2015 -  Nigerian troops rescue about 450 women and girls in the Sambisa Forest during a military operation centered around destroying Boko Haram camps  and rescuing civilians. According to the military, none of those rescued have been identified as the Chibok schoolgirls kidnapped last April.   July 1, 2015 -  Boko Haram militants raid three villages  in the northeastern Nigerian state of Borno, killing at least 145 people, according to witnesses. September 3, 2015 -   An estimated  30 people are dead and 145 injured  after Boko Haram militants attack a crowded market in Kerawa, Cameroon and an infirmary near a Cameroonian military camp, according to Cameroonian military spokesman Col. Didier Badjeck. September 23, 2015 -   Two hundred forty-one women and children are rescued and 43 Boko Haram militants are arrested  after the Nigerian military raids camps run by the terrorist group in two villages. February 2016 -  Militants from Boko Haram attack two villages in northeast Nigeria, killing at least 30 people.   In another attack, two female suicide bombers kill 58 people at a Nigerian refugee camp for villagers fleeing terrorism.  A suspect in the attack on the camp tells officers that she and the two suicide bombers were dispatched by Boko Haram.   April 14, 2016 -  CNN posts a video of some of the teenage girls abducted from Chibok that was sent to negotiators by their captors as a \"proof of life.\" May 17, 2016 -  Amina Ali Nkeki, one of more than 200 Chibok schoolgirls kidnapped by Boko Haram, is the first to be  freed after two years in captivity.  Nigeria's army says she was rescued by army troops, but a witness tells CNN the girl wandered out of the Sambisa Forest in the northeast of the country along with her child and a man. August 3, 2016 -  ISIS publication al-Naba says that  Sheikh Abu Musab al-Barnawi is the new leader of Boko Haram.  A Boko Haram insider confirms to CNN that Barnawi, the son of the group's founder -- who was killed by Nigerian security forces in 2009 -- is in fact the new leader.  August 14, 2016 -  Boko Haram releases a video  of some of the girls kidnapped in April 2014 and demands the release of Boko Haram fighters in exchange for the girls.  October 13, 2016 -  Boko Haram militants hand over 21 Chibok schoolgirls to authorities  after a series of negotiations with the Nigerian government. It's the first mass release of any of the more than 200 girls and women kidnapped from their school in April 2014. November 5, 2016 -  A Chibok schoolgirl carrying her 10-month-old son is found by the Nigerian army. January 5, 2017 -  The Nigerian army says  another missing Chibok girl and her six-month old baby have been located  during an operation to arrest suspected Boko Haram terrorists. January 17, 2017 -  Scores of people are killed when a Nigerian fighter jet mistakenly bombs a camp for the internally displaced  during an operation in Rann against Boko Haram militants, according to Nigerian officials and the Red Cross. The Nigerian government provides no official death toll, but humanitarian aid group Doctors Without Borders says \"about 90\" people died. May 6, 2017 -  Eighty-two Chibok schoolgirls are released  after negotiations between Boko Haram and the Nigerian government. February 19, 2018 -   A faction of Boko Haram raids the Government Girls Science and Technical College  in the northeast Nigerian town of Dapchi, kidnapping 110 students of the college. February 19, 2018 -  A Justice Ministry statement says that a Nigerian high court has convicted 205 Boko Haram suspects  for their involvement with the insurgent group, and the suspects were sentenced to jail terms ranging from three to 60 years. The court also freed 526 suspects, including minors, for lack of evidence and ordered they be sent to their state governments for \"proper rehabilitation.\" March 1, 2018 -  Boko Haram militants attack a displacement camp in Rann, Borno State, killing at least three Nigerian aid workers and injuring three others. Three International Committee of the Red Cross (ICRC) aid workers are abducted in the attack. On September 17, the ICRC says abducted aid worker  Saifura Hussaini Ahmed Khorsa, 25, has been killed.  Abducted  midwife Hauwa Mohammed Liman is executed  after a deadline for negotiations expires, the Nigerian government says on October 16. March 21, 2018 -  Minister of Information and Culture Alhaji Lai Mohammed says 104 of the girls abducted from their boarding school on February 19 have been released and returned to their hometown of Dapchi.  Six of the Dapchi schoolgirls are still missing.  Mohammed also later clarifies that two others who were kidnapped , \"who are not students of the college -- a primary school boy who came to the school to sell pure water and another primary school girl,\" were released as well. April 13, 2018 -  UNICEF  says Boko Haram has kidnapped  more than 1,000 children in northeastern Nigeria since 2013. May 7, 2018 -  The Nigerian army says it has rescued more than 1,000 Boko Haram captives  -- mainly women and children, as well as some young men who had been forced to become Boko Haram fighters -- in Borno state. The operation, which was conducted in conjunction with Cameroonian and Nigerian troops of the Multinational Joint Task Force (MNJTF), rescued the hostages from Malamkari, Amchaka, Walasa and Gora villages of the Bama Local Government Area. May 24, 2018 -  Amnesty International releases a report  claiming women and girls who have fled Boko Haram  are being raped by Nigerian soldiers, starved and forced to exchange food for sex.  The Nigerian government tells CNN the military found cases of abuse in these camps during the period mentioned in Amnesty's report in 2015 and meted out appropriate punishment, countering an army spokesman's claims that the allegations were investigated and found not to be true. Both the government and army spokesman accuse Amnesty of \"recycling\" claims from a previous report.  January 29, 2019 -  The UN Refugee agency says escalating attacks by Boko Haram militants have forced 30,000 people out of Nigeria's northeast  into Cameroonian borders over the weekend. The United Nations says more than 250,000 people have already been displaced from northeast Nigeria, and surging militant attacks targeting civilians have forced thousands more to run for their lives each day. April 14, 2019 -  On the fifth anniversary  of the kidnapping of girls from Chibok, Nigerian President Muhammadu Buhari reiterates his promise that  \"we will not rest until all the remaining girls are back and reunited with their families.\" May 10, 2019 -  UNICEF says 894 children, including 106 girls, who were recruited by the anti-Boko Haram militia Civilian Joint Task Force (CJTF) in northeast Nigeria, have been released.  UNICEF says 1,727 children have been released since CJTF signed an action plan in 2017 to end child recruitment."},
{"title": "Two Americans arrested in Rome over killing of police officer", "post_time": "Updated 1508 GMT (2308 HKT) July 28, 2019 ", "content": "Rome (CNN) Two 19-year-old Americans have been arrested while on vacation in Rome over the murder of an Italian police officer Friday, Italian police told CNN Saturday. The Carabinieri police force said in a statement that the pair were arrested Friday night for \"the crime of aggravated murder and attempted extortion.\" Police named the suspects as Christian Gabriel Natale Hjorth and Elder Finnegan Lee, and said both were from San Francisco. Photos of the pair have not been released. Italian police officer Mario Cerciello Rega was stabbed eight times at 2 a.m. local time on Friday, in the Prati neighborhood of Rome on Via Pietro Cossa, near the hotel where the two young men were staying, police said. Officer Rega was declared dead at 4:30 a.m. The police statement said surveillance footage and witness testimonies had allowed the Capitoline Investigative Unit to identify the two responsible for the \"heinous crime.\" The two Americans were arrested inside their hotel room in Rome.  \"They were already ready to leave the country,\" police said. \"During the search of the hotel room, which was occupied by the two detainees, the murder weapon was found and seized, a knife of considerable size, cleverly hidden behind a ceiling panel, as well as the clothes worn during the crime. \"The two, once at the station, were interrogated by the Carabinieri, under the direction of the magistrates of the Public Prosecutor of Rome, in the face of overwhelming evidence, they confessed to the charge.\"  Only one of the men is accused of stabbing the officer, but both admit to taking part in the fracas, police said. A stolen backpack Police also noted that the Americans had stolen a backpack from an Italian citizen shortly before the murder. The suspects subsequently answered the owner's cellphone, which they had also taken, and told him \"they would not return the backpack without 100 euros and 1 gram of cocaine,\" police added. After police were contacted by the victim, officers met the American suspects under the guise of retrieving the backpack.  They subsequently identified themselves as law enforcement officers, upon which one of the suspects took out a knife and stabbed the officer eight times before fleeing the scene, police said.  The police said that the pair \"did not hesitate to engage in a scuffle which culminated in the tragic deadly wounding of Mario Rega Cerciello.\" Matteo Salvini , Italy's far right interior minister, expressed his condolences over the officer's death. \"Mario, a police officer, a hero, a boy with all his life ahead of him, who had been married for just 40 days,\" he wrote on Twitter. \"How much sadness, how much anger. A prayer, a hug to his loved ones.\" Italian state police (Polizia di Stato, in Italian) also paid tribute to the murdered officer shortly after news of his death emerged, with a number of police cars sounding their sirens outside the Carabinieri headquarters in Rome. Defendant staying silent, lawyer says Lee \"has maintained his right to remain silent,\" his lawyer Francesco Codini told media outside Rome's Regina Coeli prison. \"Looking at the circumstances, it doesn't seem right to do interviews also because an officer is dead and for respect of the family, I would stop here.\" The US State Department said Saturday it is aware of the arrests. \"We stand ready to provide all appropriate consular services in cases where US citizens are detained or arrested abroad,\" the State Department said in a brief statement to CNN. The investigation into the officer's murder is ongoing. CNN's Matthew Robinson contributed to this report."},
{"title": "This luxury ice cream is made from insects", "post_time": "Updated 0828 GMT (1628 HKT) July 25, 2019 ", "content": " (CNN) After a long day under the beating South African sun, an ice cream might be a tempting treat.  But would you be able to enjoy it if you knew it was made from bug \"milk?\"  Gourmet Grubb, a Cape Town-based start-up, is hoping to use ice cream to introduce the public to the world of eating insects.  Its luxury ice cream uses  EntoMilk , a dairy alternative made by blending the larvae of a tropical insect known as the black solider fly.  The UN  predicts  that the world will need to double food production to feed the global population by 2050 and has long  promoted  insect farming as a sustainable alternative protein source to traditional livestock.    Everybody loves ice cream \"We set out to change the way insects were seen, produced and used in the food industry,\" said Leah Bessa, who co-founded Gourmet Grubb in 2017.  Although over 1,900 insect species are  estimated  to be consumed by humans worldwide, insects are yet to reach the mainstream of Western cuisine.    \"We were expecting a lot of push back, however people have been extremely open minded,\" Bessa told CNN. \"Everybody loves ice cream.\" The ice cream flavors include chocolate, peanut butter and Christmas spices. According to Bessa, EntoMilk has \"a slightly earthy undertone\" and gives the ice cream \"a rich, creamy taste.\"  But it's not just about the taste -- Bessa says insect ice cream is also high in nutrients. According to Gourmet Grubb EntoMilk is five times higher in protein than dairy.  According to the UN, it is  widely accepted  that insects provide nutrients that are comparable to meat and fish. \"Insects are inherently high in fat and protein and minerals,\" said Bessa. \"The black solider fly has protein and fat content comparable to beef, and zinc, iron and calcium that are much higher than that of beef.\"  EntoMilk is also lactose-free and gluten-free, and unlike dairy milk it does not contain any carbohydrates or sugars.  Environmentally friendly   \"We decided to focus on an industry [food] that is under a lot of pressure due to animal welfare and environmental concerns,\" said Bessa. \"Insects aren't sentient beings, and they only grow in the conditions in which they thrive, so the farming conditions cater to their animal welfare needs.\" According to Gourmet Grubb,  liter for liter , EntoMilk is more water and energy efficient to produce than any dairy milk or dairy milk alternatives.   \"Insects need very little water, feed and space to grow,\" Bessa explained. \"They also produce little/no greenhouse gases compared to traditional livestock.\"  Because insects can be farmed indoors in small, controlled environments they can be reared in urban areas, reducing the impact of transporting the milk to the city. It also means they are less at risk of being impacted by external climate patterns, which would affect cattle and crops.  There is also potential for insect farming to reduce waste.  \"Some insects, like the black solider fly larvae, have the ability to feed on a wide range of organic matter,\" said Bessa. \"For example, the spent grain left over from brewing beer is used to feed the larvae.\" The future of food? Currently, Gourmet Grubb's ice cream is only distributed in South Africa, but the global edible insects market is predicted to reach  $1.2 billion  by 2023.  Last month, Gourmet Grubb also opened a concept popup store, which included savory insect dishes such as insect powder pasta, chickpea black-larvae croquettes and mopani worm hummus, to serve alongside its ice cream.  \"We need to find alternatives that will be able to sustain the growing population and create a sustainable and environmentally friendly farming system,\" said Bessa.  \"The only way EntoMilk can truly make a difference and reduce the pressures of traditional dairy is if it is accepted and consumed on a global scale.\" "},
{"title": "India is buying more US and Saudi oil because of sanctions on Iran", "post_time": "Updated 1217 GMT (2017 HKT) June 27, 2019 ", "content": "London (CNN Business) US sanctions have forced a leading purchaser of Iranian crude exports to buy more oil from Saudi Arabia and the United States.  Sanjiv Singh, head of state-run refiner Indian Oil Corporation, told CNN Business that \"whatever supplies were coming from Iran, they were well distributed amongst other countries.\" Iran had been the third largest supplier of crude to India, which imports huge amounts of energy to fuel its growing economy. Iraq and Saudi Arabia were the only countries to export more to India. But India was forced to turn to other sources after the Trump administration  imposed sanctions on Iranian oil exports .  India was one of only eight countries granted a waiver that allowed it to keep buying oil from Tehran, but that reprieve  expired on May 2. While India had said it would only  recognize sanctions imposed by the United Nations , the country's petroleum minister  said in April  that it would source \"additional supplies from other major oil producing countries.\"  A spokesperson for India's Ministry of Petroleum and Natural Gas confirmed to CNN Business on Wednesday that the country has now ceased all imports of oil from Iran. Singh said on Wednesday that Indian Oil \"wanted as many suppliers as possible\" and that cutting off Iranian oil was a \"collective decision\" made with input from the government. \"I'm sure it was in the interest of the country at the moment,\" he added.  Relations between India and the United States have  soured recently  over trade, and New Delhi is likely to be wary about  further upsetting  its biggest export market.  Other countries including Turkey have  reportedly stopped  oil imports from Iran, but the world's biggest buyer, China, is ignoring the US sanctions.  China,   which is engaged in a trade war with America, purchased $585 million worth of crude from Iran in May, according to Iran's semi-official Tasnim news agency, and Tehran expects to export even more to China in June. US Secretary of State Mike Pompeo, who is currently on a visit to India, said the sanctions were aimed at countering what he called Iran's \"terror regime.\"  \"I think there is a shared understanding of threat and a common purpose to ensure to keep energy at the right price and deter this threat,\" he told reporters in New Delhi on Wednesday.  India's foreign minister Subrahmanyam Jaishankar said that Pompeo was \"very receptive\" to India's concerns about global energy supplies.  \"He understands that this is today the world's fifth largest economy, which imports 85% of its energy ... he gets what our interests are,\" Jaishankar added.  Singh said India is likely to become more even reliant on other countries for its energy needs."},
{"title": "Beijing to speak out after weeks of Hong Kong protests", "post_time": "Updated 0943 GMT (1743 HKT) July 29, 2019 ", "content": "Hong Kong (CNN) China's top Hong Kong policy office will on Monday address the escalating protests in the semi-autonomous city over the past eight weekends.  The unrest reached fever pitch  Sunday  when riot police fired tear gas and rubber bullets at protesters as the two groups fought pitched battles in residential areas. It was the  second day of protests in a row  amid the deepening political crisis that shows few signs of deescalating. Beijing's office dealing with Hong Kong and Macau affairs will give its first briefing on the issue from the Chinese capital at 3 p.m. local time Monday. On Sunday, protesters defied police orders to march through the center of the city, with groups splintering in different directions and blocking major roads. Many wore black, the adopted color of the protest movement, and carried signs condemning alleged police brutality.  Riot police confronted hundreds of mainly young protesters who tried to reach the Chinese government's Liaison Office. During demonstrations last weekend, activists vandalized the building and flung paint at the national emblem, drawing a furious reaction from Beijing.  The situation quickly deteriorated. Police fired multiple rounds of tear gas and rubber bullets at protesters, turning nearby streets into smoke-filled battlegrounds. Protesters, many of whom had armed themselves with improvised shields and bamboo sticks, fought back, hurling bricks, eggs and other objects at police lines. The two groups continued in a tit-for-tat struggle, with protesters at one point setting a cart on fire and pushing it in the direction of police. The violence brought much of central Hong Kong to a standstill, as tear gas permeated the air forcing shops to shut and trapping residents inside buildings. In the residential area of Sheung Wan, many people were left stranded after the subway suspended west-bound services and major thoroughfares were closed.  Sunday marked the eighth consecutive weekend of mass demonstrations in Hong Kong. Hundreds of thousands of people have taken to the streets since the protests began two months ago, plunging the city into its most serious political crisis since its return to China in 1997.  Originally sparked by opposition to a controversial and now-shelved bill that would have allowed extradition from Hong Kong to China, the demonstrations have evolved to include calls for greater democracy, an independent investigation into alleged police brutality and the resignation of the city's leader, Carrie Lam.   Demonstrators on Sunday initially met in Chater Garden in downtown Hong Kong, close to the Hong Kong government headquarters. Police had approved the rally but denied protesters' application to march through the city, citing the \"high\" risk of violent clashes -- the second time authorities have rejected a protest permit following a ban on yesterday's march in Yuen Long. Ventus Lau, 25, one of the organizers of Sunday's protest, called the police decision \"unreasonable,\" saying such logic would prevent \"peaceful protests\" in the future. \"This is a serious threat to our freedom of expression in Hong Kong,\" Lau added.  More violence in Yuen Long Sunday's protest came a day after riot police and protesters clashed in the small town of Yuen Long, near Hong Kong's border with China. Yuen Long became an unlikely focal point of the city's pro-democracy movement after protesters returning to the town from a march in downtown Hong Kong last weekend were viciously attacked by a mob wielding iron bars and bamboo sticks. About a dozen men have been arrested in connection with that attack, some of whom have links to organized crime groups, or triads. Protesters were reportedly at the mercy of the mob for almost an hour before police arrived and at least 45 people were injured, some seriously.  On Saturday, protesters -- many wearing black -- returned to the district, chanting \"There is no riot only a tyranny\" and \"Hong Kong Police, the lawbreakers\" as they thronged through the streets in sweltering summer temperatures. Police initially appeared unwilling to intervene, but as dusk approached, hundreds of officers in full riot gear advanced on demonstrators. The crowd quickly thinned, but a core of several hundred mostly young protesters in hard yellow helmets and protective gear, appeared unwilling to back down -- charging police lines and forming barricades. In response, police fired tear gas and rubber bullets at demonstrators. A small group of front line protesters threw bricks and other materials at police as the two sides fought for several hours. As night fell, additional riot police advanced from multiple angles slowly pushing demonstrators in the direction of Yuen Long metro station, in a final bid to clear the streets. Chaos briefly reigned inside the station when riot police charged up the stairs with batons, hitting protesters and using pepper spray. Twenty-four people between the ages of 15 and 60 were hospitalized following the clashes, authorities confirmed. Two were in a serious condition.  In statement Saturday, Hong Kong police reiterated that the demonstration had been an \"unauthorized assembly\" and accused protesters of throwing bricks and \"hard objects\" at officers during violent clashes. The protest in Yuen Long followed a large peaceful demonstration at the city's international airport Friday night. Thousands of protesters joined aviation staff in occupying the arrivals hall, where they greeted passengers with chants of \"Free Hong Kong\" and \"Justice for victims of brutality.\""},
{"title": "More than 1,000 people detained during opposition election protest in Moscow ", "post_time": "Updated 2216 GMT (0616 HKT) July 27, 2019 ", "content": "Moscow (CNN) More than 1,000 protesters were detained Saturday by police in the center of Moscow, in a  crackdown  on opposition supporters demanding free and fair elections. The local branch of the Ministry of Internal Affairs said at least 1,074 people were detained, while OVD-Info, an independent monitoring group, put the number at 1,127.  Thousands of Russians pledged to attend the  protest  in the capital Saturday, after Russian authorities banned a number of independent and opposition candidates from taking part in municipal elections in September.  Authorities stated that the candidates were barred from running because they had failed to obtain a sufficient number of signatures to be put on the ballot paper. Opposition politicians and supporters have rejected this allegation.    The decision has sparked a number of protests across Russia this month, including the largest demonstration in recent years last weekend, when 22,000 people took to the streets. Protesters threatened to hold an even larger demonstration Saturday, which was subsequently declared illegal by the authorities.  Hundreds of riot police were witnessed preparing for the protests Saturday morning, and were later seen linking arms to form a line, pushing protesters away from Moscow's City Hall. CNN witnessed clashes between protesters and police, with at least two protesters left with bloodied faces. Moscow police said that 3,500 people took part in the protests, including 700 journalists and bloggers.  \"A significant number of detainees are not residents of Moscow. All detainees are brought to the territorial police units for investigation,\" the State Ministry of Internal Affairs in Moscow said in the statement. A number of arrests and raids were also carried out on opposition candidates in the days and hours leading up to the protest.  Alexei Navalny, Russia's most outspoken opposition figure, was among those detained during the week, and was later sentenced to 30 days in prison for allegedly violating the country's protest laws by calling for the demonstrations Saturday.  Navalny said on Instagram that he was detained as he left his apartment to go on a jog. \"People are right when they say that sport is not always good for your health,\" he quipped. \"I have been detained and am now at a police station wearing shorts like a stupid man.\"  Dmitry Gudkov, a fellow disqualified candidate, was also detained hours before Saturday's protest. He had previously claimed that the country's future was at stake due to the barring of opposition candidates.   \"If we lose now, elections will cease to exist as a political instrument,\" he said. \"What we're talking about is whether it's legal to participate in politics today in Russia, we're talking about the country we're going to live in.\"  Ilya Yashin, an ally of Navalny, reported on Facebook that he had also been detained hours before the demonstration following a raid on his house, and had been taken out of the Russian capital.  Other prominent activists to be detained include Kira Yarmysh, Navalyny's spokeswoman, Lyubov Sobo and Ivan Zhdanov.  Moscow's mayor, Sergei Sobyanin, warned on Twitter that police would react decisively to restore public order.  \"According to information from law enforcement authorities, serious provocations are being prepared which pose a threat to the safety, lives and health of people,\" he said. \"Attempts at ultimatums, disorder will not lead to anything good. Order in the city will be maintained.\" "},
{"title": "The Hyundai Kona SUV is India's powerful new electric car", "post_time": "Updated 1342 GMT (2142 HKT) July 10, 2019 ", "content": "New Delhi  (CNN Business) Hyundai just unveiled India's most powerful  electric car  and plans to build a network to charge it too.  The South Korean carmaker launched its first  electric vehicle for the Indian market , the Hyundai Kona Electric, in New Delhi on Tuesday. The battery-powered SUV can go from 0 to 100 kilometers per hour in 9.7 seconds and travel 452 kilometers (281 miles) on a single charge, the company said.  It will cost around 2.5 million rupees ($37,000). Hyundai will help buyers of the car to install charging infrastructure in their homes, and is working with state-owned energy firm Indian Oil Corporation to install a network of fast chargers at gas stations in Mumbai, New Delhi, Bangalore and Chennai. They are capable of charging the vehicle up to 80% in 57 minutes, the company said.  Launched in South Korea and other global markets last year, the Hyundai Kona won  North American SUV of the year  in January. The Kona Electric's India debut comes just days after the Indian government announced new incentives for using electric vehicles.  \"India is ushering into a new era with clean and connected mobility,\" Hyundai India CEO S.S. Kim said in a statement. Hyundai \"will bring in the most relevant technology in the clean mobility space in the Indian market,\" he added.  Presenting her  first annual budget  on Friday, India's new Finance Minister Nirmala Sitharaman announced plans to cut taxes on electric vehicle production and incentives for companies making lithium batteries and charging infrastructure.   \"[We] envision India as a global hub of manufacturing electric vehicles,\" Sitharaman said in her speech.  Hyundai is currently India's No.2 carmaker behind Indian joint venture Maruti Suzuki. It will now become the second company to sell electric cars in the country, after  local rival Mahindra .  But Mahindra's top electric car, the E20 Plus, is  far less powerful , with a top speed of just 50 miles an hour and a maximum range of 87 miles on a single charge."},
{"title": "Canadian authorities will go door-to-door in rural town in search for teen murder suspects", "post_time": "Updated 2251 GMT (0651 HKT) July 27, 2019 ", "content": " (CNN) The Royal Canadian Mounted Police will begin knocking on every door in a small town in rural northern Manitoba in hopes of generating tips in the  search for two teens wanted in the killings  of a road-tripping couple and university teacher.  Police will canvass in Gillam and Fox Lake Cree Nation over the next 72 hours, Cpl. Julie Courchaine, the RCMP Manitoba spokeswoman, said Friday at  a press conference. The search for Kam McLeod, 19, and Bryer Schmegelsky, 18, has taken authorities about 2,000 miles across Canada's rural north -- from British Columbia to Manitoba -- in a case with victims with three nationalities.  \"Our investigators are also exploring the possibility that the suspects may have inadvertently received assistance in leaving the area,\" Courchaine said.  \"To restate, there have been no confirmed sightings outside of the Gillam area, however we remain open to the possibility.\"   The RCMP said Saturday that authorities have \"thoroughly searched\" over 100 empty homes in Gillam and have searched large, abandoned buildings, one of which has over 600 rooms.  Authorities are warning that its possible McLeod and Schmegelsky may have changed their appearance. The RCMP said there's no information to indicate the two teens left the area.  \"It is possible that someone may not have been aware of who they were providing assistance to, and may now be hesitant to come forward,\" Courchaine said. \"I want to reiterate the importance of contacting police immediately.\" 'Fear and panic' stirred across Manitoba Authorities initially believed  McLeod and Schmegelsky were missing , but they were  named as suspects on Tuesday . They are considered armed and dangerous, authorities said. Canadian authorities converged on Gillam on Thursday in search of the duo. Gillam is a tight-knit town -- a population of about 1,000 -- with one road in and out  with a very challenging terrain .  The teens were reportedly spotted in Meadow Lake, Saskatchewan Sunday. Their Toyota RAV4 was found on fire and discarded in an area outside of Gillam near the Fox Lake Cree Nation reserve on Monday. The two were also spotted twice in the area of Gillam before the burnt vehicle was discovered, Courchaine said. A photo appeared to have been circulating social media of one of the two teens, but Courchaine said Friday it was \"an instance where a photo was taken and then it was unintentionally circulated on social media. But we have confirmed that is not the suspect.\"  \"The spreading of false information in communities across Manitoba has created fear and panic,\" she said. The victims  The two teenagers  are suspected of killing  Chynna Deese, a 24-year-old American, and Lucas Fowler, her 23-year-old Australian boyfriend, whose bodies were found July 15 near Liard Hot Springs in northern British Columbia. The duo also are charged with second-degree murder in the death of Len Dyck, a lecturer at the University of British Columbia, whose body was found July 19 near Dease Lake in British Columbia. Deese and Fowler were on a road trip through Canada to Alaska, their families said. Fowler was living in British Columbia, and they were exploring the area while Deese was visiting, RCMP said. Canadian police released surveillance video Monday of the couple hugging at a gas station in Fort Nelson on July 13. Her mother, Sheila Deese, told CNN she watched that video over and over again. Fowler's father, New South Wales Police Force Chief Inspector Stephen Fowler, said his son was \"having the time of his life\" traveling the world with a woman he loved. Dyck was a lecturer in the  University of British Columbia's Department of Botany  and worked as a research associate at the university's DeWreede Lab, and his research focused on  seaweeds . Dyck's family said in a statement they were \"truly heartbroken by the sudden and tragic loss.\"  \"His death has created unthinkable grief and we are struggling to understand what has happened,\" the statement read.  CNN's Eric Levenson and Chuck Johnston contributed to this report. "},
{"title": "Vietnam seizes 125-kilogram haul of trafficked rhino horn encased in plaster", "post_time": "Updated 0624 GMT (1424 HKT) July 29, 2019 ", "content": " (CNN) Fifty-five pieces of rhino  horn  were found hidden inside shipments of plaster at Hanoi International Airport, Vietnam's state media reported Saturday.  Customs officers broke open plaster molds from 14 shipments to uncover the illegally trafficked horns, which weighed 125 kilograms (275 pounds) in total, according to the Vietnam News Agency.  Vietnam has the world's largest market for illegal rhino horn,  according  to the World Wildlife Fund. A single horn  can fetch $100,000  in Asian countries such as China and Vietnam, where buyers believe it can cure health problems from hangovers to cancer, and use it as a lifestyle drug. The global market is thought to be worth about $500 million. The seizure in the Vietnamese capital came after Hanoi police arrested a man accused of running a wildlife trafficking ring on July 23. That arrest followed the discovery of seven frozen tigers in a car parked in the basement of a Hanoi skyscraper. Last week, Singapore officials  stopped a shipment  of almost 9 tonnes (9.9 US tons) of  ivory , the largest seizure of its kind in the nation's history. The 8.8-tonne (9.7-US ton) haul was passing through Singapore on its way from the Democratic Republic of Congo to Vietnam, according to a joint statement released Tuesday by the Singapore Customs, Immigration & Checkpoints Authority (ICA) and the National Parks Board. There were also 11.9 tonnes (13.1 US tons) of pangolin scales among the illicit cargo, the third such shipment to be intercepted in Singapore this year."},
{"title": "His family farm was failing. Now he runs the world's largest biofuel producer", "post_time": "Updated 1444 GMT (2244 HKT) July 9, 2019 ", "content": "At 22, Jeff Broin was just six months out of college and getting started in the banking industry when his family turned to him for help.   His father was scrambling to figure out a way to save the 130-year-old Minnesota corn farm that Broin and his siblings grew up on. \"As a teen, growing up in the 1980s, there was an agricultural crisis in the United States, which pushed down corn prices to very low levels,\" recalled Broin. \"The government was paying farmers to keep 20% of their land idle.\" Broin's father knew of a few   farms that were making biofuel from their excess corn crop. \"So he built a small-scale ethanol plant on our farm,\" Broin said. Eager to make the plant more productive, Broin and his father hunted for better equipment. \"There were quite a few ethanol plants at the time that had gone out of business   because of poor technology in the early years of the industry,\" he said. \"We would go to auctions at these plants and score deals on parts.\" In 1987, they were attending an auction at a foreclosed ethanol plant in Scotland, South Dakota. This time, instead of only buying equipment, his father mortgaged the 1,200-acre family farm and bought the whole plant for $72,000. \"My father now owned this inoperable plant that needed a lot of work,\" said Broin. \"But I've always been a big-picture guy and I saw the potential.\" So at 22, Broin took over the task of renovating it. \"It took eight months. There was a period of time I lived in it, but we got it started back up in less than a year,\" he said. This single refinery became the flagship location for the Broin Companies. In a few years, the Scotland plant was producing a million gallons of ethanol per year. \"We tripled the size of the plant in three years and then doubled it again,\" said Broin.  Within seven years, production had reached 10 million gallons a year. In 2007, the business was renamed POET. Broin said he wanted to pick an unusual name that would stand out and be memorable.  POET is now the  world's largest producer  of biofuels, with $8 billion in annual revenue.   The family-owned company, now headquartered in Sioux Falls, South Dakota, operates 28   refineries in seven states and produces more than two billion gallons of biofuel annually.  \"We started with 13 employees and now we have more than 2,000 team members,\" said Broin, who serves as POET's CEO. Besides ethanol, POET also produces 600 million pounds of corn oil, and 10 billion pounds of distillers grain (a byproduct of the ethanol production used as high protein livestock feed) annually.  \"I had a lot of motivation to succeed with that first plant,\" said Broin, now 53. \"If I had failed, we would have lost our farm.\"  Today, his father is still managing the family farm. An obligation to help others \"Jeff likes to explain that when he first started at the Scotland plant, his goal was to feed his family. He's still a man of vision. But now his mission is to save the world,\" said Jeff Lautt, POET's chief operating officer and Broin's longtime friend. Every year, POET holds an auction, during which employees can bid for items like tickets to a Minnesota Vikings game or the Indianapolis 500.  \"It's a fun event with a purpose,\" said Jim Woster, a retired livestock salesperson from South Dakota who has conducted a few of the auctions. Woster said the proceeds are put toward an annual humanitarian outreach mission trip to Africa that Broin takes with his family and employees.  The trips started when one of Jeff's daughters wanted to attend a mission trip through their church. The whole family decided to go and they have been returning ever since. \"Despite Jeff's success, there's a deep-seated spirituality that runs through him and the whole family,\" said Woster. \"I've heard him say many times, 'We've been blessed so we have an obligation to help others.'\" The company's nonprofit,  Seeds of Change , which operates separately from POET, is among those efforts. The organization has adopted various projects in the developing world, such as teaching better farming methods to farmers in Africa, and building a school for disadvantaged girls in Kenya.  \"In Nairobi, we are working with a school for the deaf to build staff housing,\" said Lautt.  Another initiative is to provide ethanol cooking stoves to communities that use fuels like charcoal and wood that can lead to respiratory diseases and smoke inhalation-related deaths. While philanthropy has increasingly become important to Broin, so has climate change. \"We all need to park our ego at the door and make life better for our kids and grandkids,\" said Broin. \"Biofuel -- like ethanol -- is one of the answers to significantly reducing climate change,\" said Broin. \"We need to stop sourcing energy from beneath the Earth's surface.\"  Ethanol is nontoxic and biodegradable. However, producing ethanol does  result in emission of carbon dioxide . But the impact of increased ethanol use on net carbon dioxide emissions depends on how the ethanol is made. If it's made from crops like corn and sugarcane, the impact is considered carbon neutral because those crops absorb carbon dioxide as they grow, which may offset the gas produced when the ethanol is burned, according to the  US Energy Information Administration . The agency conducts independent research and analysis on energy sources and their impact on the economy and the environment. At the same time, the agency acknowledges that growing plants for fuel has generated a great deal of debate about whether the land, fertilizers, and energy used to grow biofuel crops should be used to grow food instead. Still, Broin considers the Trump administration's recent approval of  year-round ethanol fuel use   to be a promising development. In May, the US Environmental Protection Agency waived restrictions on the sale of gasoline blended with up to 15% ethanol from May through September.  \"It's a big win in this David versus Goliath battle of the biofuels industry against Big Oil,\" said Broin. \"At the end of the day, I want to be able to leave the planet better than we found it.\""},
{"title": "Snake forces Nigerian lawmakers out of chamber", "post_time": "Updated 1300 GMT (2100 HKT) July 26, 2019 ", "content": "Lagos, Nigeria (CNN) Lawmakers in Nigeria's Ondo state have postponed sessions indefinitely after a snake was found in their chamber, a spokesman for the legislators said. The snake dropped from the roof of the building as the legislators were   about to meet on Wednesday in  Akure, Ondo State in Nigeria's southwest. No one was bitten or hurt by the snake, but legislators were forced to end their session in the chaos that followed, Gbenga Omole said. Building suffered from years of neglect A part of the roof also caved in when they resumed sessions the following day, forcing them to postpone all meetings in the chamber, according to the lawmaker. \"When we are about to enter into plenary, a big snake just ran out of the chamber which disrupted our sitting, and we had to hurriedly leave the chamber,\" Omole told reporters on Thursday.  \"We are about to sit again today when a ceiling caved in directly where Mr. Speaker was sitting. The house was agitated, and when we looked around we saw the damage termites had done to most of the woodwork in the chamber,\" he added. Omole told CNN Friday the building had suffered from years of neglect, and lawmakers who came into office in May were working with the new government to address the structural problems. A similar incident involving rodents caused a stir in 2017. On his return from medical leave, Nigerian President Muhammadu Buhari had to  abandon his office  at the Presidential Villa in the nation's capital, Abuja, after it was invaded by rats, according to his media aide."},
{"title": "Opposition members keep going 'missing' in Rwanda. Few expect them to return", "post_time": "Updated 0806 GMT (1606 HKT) July 27, 2019 ", "content": " (CNN) When Eugene Ndereyimana woke up last week, he didn't tell his wife where he was going, and she didn't ask. The less she knew, the better, she thought. The 29-year-old father of two was traveling from his home in Rwanda's southeastern Ngoma district to the northeastern town of Nyagatare for a political meeting on July 15. But the people waiting for Ndereyimana to arrive lost contact with him when he was just five kilometers (3.1 miles) from the venue. He hasn't been seen or heard from since. Ndereyimana is a representative for the FDU-Inkingi, an unregistered coalition of opposition parties against President Paul Kagame, who has been in power since 2000. He is one of at least five FDU members who have gone missing under mysterious circumstances over the last few years in Kagame's Rwanda. Opposition politicians and supporting party members say they face intimidation, violence, jail time or the prospect of disappearing for opposing the President and his ruling party, the Rwandan Patriotic Front (RPF). The Office of the President and the RPF have not responded to CNN's request for comment regarding these allegations.  For Ndereyimana, that intimidation began last September, when he was arbitrarily detained by military officers at a local police station, his wife Joseline Mwiseneza told CNN, speaking through an FDU spokesperson. \"For them he was an enemy,\" Mwiseneza said, referring to the local authorities. She added that Ndereyimana's political activities created difficulties in his everyday life -- from harassment by security forces to the inability to get credit from the local bank.  Rwanda's Investigation Bureau and Rwanda's National Police have not responded to CNN's requests for comment. Now, Mwiseneza says she doesn't know what to say to their children, who keep on asking where their father is, and fears for her husband's life. As she waits for answers, others politically aligned with her husband have met violent ends. In a harrowing case in March,  30-year-old Anselme Mutuyimana , a close aide to FDU president Victoire Ingabire, was found dead in a forest in the country's northwest region.  Residents who found Mutuyimana said he appeared to have died by strangulation, according to the party.  At the time, the Rwanda Investigation Bureau told CNN that an investigation had been opened into his case and that no suspect had been apprehended yet.  In another incident last October, jailed FDU Vice President  Boniface Twagirimana went missing from a high-security prison  where he had been held for five days following a transfer from another facility. Twagirimana and eight other FDU party members were serving out a sentence following an arrest in 2017 on charges of forming an armed group and seeking to overthrow the government, charges Twagirimana denied.  When he went missing, Rwanda's correctional service said he escaped from prison. FDU party officials however, said they suspect \"foul play.\" Speaking on Twagirimana's case in November,  Human Rights Watch (HRW) noted  that \"enforced disappearances are not new\" in Rwanda. The group says it has documented the government's \"persistent efforts to silence critics and perceived political opponents in recent years through arbitrary arrests, threats, and enforced disappearances.\" In May 2017, party member Jean Damascene Habarugira disappeared after he was called to meet an official responsible for the security of his locality,  according to a statement by the FDU. Three days later, Habarugira's family were called to collect his body from a local hospital. In a statement, the FDU said that Habarugira was \"assassinated in cold blood\" because of his opposition to the local authority's agricultural policies and concerns over police brutality. And in March 2016, nurse and opposition activist Illuminée Iragena also went missing,  believed to have been forced into a government detention center . Six months after she disappeared, HRW said those close to hear feared she was dead.   FDU head Ingabire says that she believes that these events, including the most recent disappearance of Ndereyimana, are a signal that the government isn't \"ready to open up the political space.\" \"It is a kind of intimidation, that people will be afraid to be a member of the opposition party,\" she told CNN last week.   Challenging the narrative Ingabire herself is no stranger to such tactics, she says. In 2010 she returned to Rwanda from the Netherlands, where she was living in exile, to contest the presidential election. But shortly after that she was arrested following comments she made in relation to the country's 1994 genocide, and accused of collaborating with a \"terrorist organization.\"  In October, Ingabire was released from jail after serving eight years of her 15-year sentence as part of a presidential pardon.  Ingabire has long said her sentence was a result of her work as a prominent government critic and that the charges effectively criminalized her freedom of expression. International organizations, such as Amnesty International, and a 2017 African Court on Human and Peoples' Rights ruling have supported those views. Other opposition leaders unaffiliated with Ingabire's party also allege they have been penalized and threatened for challenging the ruling party's narrative.  Diane Rwigara , a 37-year-old human rights activist and the leader of the People Salvation Movement (Itabaza) -- an activist group to \"encourage Rwandans to hold their government accountable\" -- had hoped to run for president in 2017. Instead she was disqualified by electoral authorities who said she had falsified signatures needed for her election bid. She was eventually jailed on charges of incitement and fraud, charges her family and supporters say were politically motivated. She spent over a year in jail,  facing a 22-year prison sentence until she was acquitted  of charges of fraud and inciting insurrection by Kigali's High Court in December.  Earlier this month, Rwigara  wrote an open letter to Kagame , accusing him of condoning a climate of repression and violence for people who speak out about matters of \"justice\" and who are \"too afraid to stand up to the ruling party.\" She wrote the letter after her friend, a prison guard named Jean Paul Mwiseneza, was killed in June, shortly after speaking to her about unrest at the prison. Rwigara alleges that he was killed at the hands of \"security organs.\"  \"Why are people being executed without trial?\" Rwigara wrote. She ended the letter with a post script that read, \"I will probably face grave acts of reprisal for writing this letter. But Your Excellency, please try to understand; life in Rwanda is hard to say the least when one has to constantly worry about the fate of his/her entourage.\" The Office of the President has not responded to CNN's request for comment on the letter.  Ingabire -- who is unaffiliated with Rwigara's movement -- says while intimidatory measures, including disappearances and harassment, are meant to have a chilling effect, she won't live her life in fear, and has vowed to \"fight for democracy\" in her country. Still, the disappearance of Ndereyimana, another voice in that fight, is a fresh and painful incident for Rwanda's opposition. \"It's like he has vanished,\" Ingabire said."},
{"title": "Suspected Boko Haram attack on a funeral leaves 65 dead in Nigeria, official says", "post_time": "Updated 1430 GMT (2230 HKT) July 29, 2019 ", "content": "Abuja, Nigeria (CNN) At least 65 people are dead following a suspected attack by  Boko Haram  on a funeral gathering in northeastern Nigeria, according to local officials. The attack occurred Saturday during a burial in the Nganzai district, near the Borno state capital, Maiduguri, local government chairman Muhammed Bulama said. Twenty-one people were initially killed during the burial ceremony, Bulama said. An additional 44 people were killed when villagers ran after the assailants, the official said. At least 10 people were injured in the attack. Eight of them were critically wounded and were being treated at an area hospital, he said.  Boko Haram militants  have inhabited the northern states of Nigeria for the past decade. The terror group says its aim is to impose a stricter enforcement of Sharia law across Africa's most populous nation, which is split between a majority Muslim north and a mostly Christian south. The group has bombed churches and mosques; kidnapped women and children; and assassinated politicians and religious leaders. In January, the escalating violence  forced 30,000 Nigerians  to flee the country over a two day period, the UN refugee agency said. CNN's Stephanie Busari reported from Lagos and journalist Isaac Abrak reported from Abuja. CNN's Sophie Sherry and Braden Goyette wrote from Atlanta and Los Angeles."},
{"title": "Iran releases 9 Indian crew members from Panamanian-flagged tanker ", "post_time": "Updated 1115 GMT (1915 HKT) July 26, 2019 ", "content": " (CNN) Iran has released nine of the 12 Indian crew members  who were on board a Panamanian-flagged oil tanker  it seized after claiming the vessel was carrying 1 million liters of smuggled fuel.  The move comes  as Iran granted  consular access to 18 Indian crew members of a separate vessel, the seized British-flagged oil tanker Stena Impero. The nine sailors were released from the vessel M/T RIAH, the Indian Ministry for External Affairs spokesman Raveesh Kumar confirmed in a statement Friday.  \"They will be on their way to India soon,\" Kumar said. \"Our mission in Iran has requested the concerned Iranian authorities for the release of remaining crew members.\" Iranian state media  said Islamic Revolutionary Guard Corps (IRGC) forces ambushed the tanker on July 14. The IRGC said it had initially responded to distress calls from a ship but when they searched it, they discovered it was a fuel smuggling operation, so they seized the tanker, which had 12 people on board.  And last week, Press TV released video purporting to show the tanker with markings saying \"RIAH\" and \"Panama.\" US intelligence officials have been investigating what happened to the M/T RIAH. The ship-tracking website Marine Vessel Traffic has not had a current location for the tanker since July 7. After US intelligence raised fears that the ship had been forced into Iranian waters last weekend, Iran said that it had assisted one vessel suffering a technical glitch. It remains unclear who owns the ship. While the initial US intelligence suggested that the tanker was UAE-owned, the United Arab Emirates has said that the tanker in question was \"neither owned nor operated by the UAE. It does not carry Emirati personnel, and did not emit a distress call,\" according to state-run WAM. Consular access  Meanwhile, Iran's Ambassador to the UK, Hamid Baeidinejad, said Thursday that the Indian Embassy in Tehran had been granted consular access to 18 Indian crew members on board the British-flagged oil tanker Stena Impero,  seized by Iran  in the Strait of Hormuz last week.  \"Indian Embassy in Tehran was granted consular access to meet the 18 Indian crew of the detained British ship Stena Impero,\" Baeidinejad said on Twitter.  \"Similar access is underway to other 5 crew from other nationalities. Indian embassy has reported to find the crew being very calm with no sense of panic.\" Indian Minister of State for External Affairs, V. Muraleedharan, on Thursday  tweeted a picture  of Stena Impero's crew, who hail from India, Latvia, the Philippines and Russia. \"Received an update on 'Stena Impero.' Our Embassy availed consular access today evening. All 18 Indian crew members on board are safe and doing fine. Will continue to push for their early release,\" the tweet said.  A spokesperson for Stena Bulk, the company that operates the tanker,  said it was in contact  with both the UK and Swedish governments and that local staff in the crew's four home countries were \"in constant touch with the families\" of the crew and will \"continue to do everything humanly possible to keep them informed and to support them in every way we can.\" The capturing of the tanker marked another escalation in the tense standoff between Iran and Western powers following US President Donald Trump's decision to withdraw from the Iran nuclear deal last year. The UK was a party to the 2015 agreement that curbed Iran's nuclear program in exchange for sanctions relief. The British government has made attempts to save the deal alongside France and Germany, the two other European signatories. But following the tanker's capture, the UK warned Iran that it would take \"robust\" action in response to the incident. Iran's elite Islamic Revolutionary Guard Corps -- whose troops captured the ship -- accused the vessel of \"violating international regulations.\" The UK denies this and said the Stena Impero was  within Omani territorial waters  exercising \"the lawful right of transit passage in an international strait.\" Increase in tensions The seizure of the Stena Impero came just hours after authorities in Gibraltar  agreed to extend  the detention of an Iranian oil tanker in its custody for 30 days. The UK and Gibraltar seized the Iran-flagged tanker Grace 1 in early July. UK authorities alleged the tanker was attempting to transport oil to Syria, a violation of EU sanctions. On Thursday, Indian External Affairs ministry spokesman Kumar said an Indian delegation had been granted consular access to the 24-member Indian crew. \"What we saw was that the crew members were very calm, very composed, and there was no sense of panic. They had been in regular touch with their family members. We had assured them that the government of India will undertake all the necessary steps to ensure their early release and repatriation,\" Kumar said.  The recent increase in tensions in the Strait of Hormuz could have dire economic and security consequences.  Around 24% of global oil production passes through the narrow passage, and it's the only way to ship oil out of the Persian Gulf. The US Energy Information Administration calls the Strait of Hormuz one of the \"world's most important strategic chokepoints by volume of oil transit.\" CNN's Sarah Dean and Tara John contributed to this report. "},
{"title": "Italian officer allegedly killed by American teens was stabbed with knife brought from US, say police", "post_time": "Updated 1210 GMT (2010 HKT) July 29, 2019 ", "content": "Somma Vesuviana, Italy (CNN) An  Italian policeman  who was allegedly killed by two teenage American tourists was stabbed 11 times with a knife carried into Italy from the United States, according to police in Rome. General Francesco Gargaro, of the Provincial Carabinieri Command, said the weapon was brought to the country by the 19-year-old suspect,  Finnegan Lee Elder . Gargaro added that some of the wounds sustained by the fallen officer, Mario Cerciello Rega, were \"very big, 17 centimeters (7 inches) deep, the length of the blade.\" Rega was killed Friday in Rome shortly after returning to work from his honeymoon. The 35-year-old was attempting to recover a backpack allegedly stolen by Elder and Gabriel Natale Hjorth, 18, after a botched drug deal, say officers. Police said that Elder confessed in the early hours of the interrogation on Friday to murder. Meanwhile, Rega's funeral was being held in his hometown of Somma Vesuviana, near Naples, on Monday. His casket was draped with the Italian flag as it was carried into the same church where he was married less than two months ago.  Deputy Italian Prime Minister Matteo Salvini, who has called for life-long prison sentences for the accused teens, attended the service.  The officer's death has gripped Italy -- the story is leading many of its newspaper headlines -- and hundreds of people gathered outside the church to pay their respects.   Botched deal  The incident unfolded after the two US citizens approached a man about buying drugs, according to police. After being sold crushed aspirin instead of cocaine, officers allege that the Americans stole a backpack off the man.  The teenagers subsequently answered the owner's cellphone, which they had also taken, and told him \"they would not return the backpack without 100 euros ($111) and 1 gram of cocaine,\" police added. The owner of the stolen bag then contacted the police and two unarmed plainclothes officers met the American suspects under the guise of retrieving it, police said. Both Americans are accused of assaulting the policemen, who reportedly identified themselves as law enforcement officers during the meeting early on Friday morning. Elder is accused of stabbing Rega 11 times before fleeing the scene. The two Americans were arrested Friday evening inside their hotel room, close to the scene of the stabbing. They are accused of aggravated murder and attempted extortion, police said.  At the hotel room, police said they found the weapon hidden in a ceiling panel as well as the clothes worn during the crime.  Elder recognized the knife police say is the murder weapon \"as his own,\" according to court documents seen by CNN. 'Contrasting' statements The two suspects have turned on each other, according to those documents. The teenagers accuse each other \"reciprocally\" and their stories are \"absolutely in contrast\" with one another, the documents said.  They also add that Hjorth's testimony is closer to the police's version of events. Elder is accused of the stabbing, though both are being held on suspicion of murder. Over the weekend, the police alleged that both Americans confessed to taking part in the assault, and say Elder confessed in the early hours of the interrogation on Friday to murder.  Elder's appointed public prosecutor, Francesco Codini, said that during his court appearance Saturday his client \"maintained his right to remain silent\" in front of a judge. Elder's family said in a statement that they haven't been able to have any communication with their son and appealed to the public to respect their privacy. \"We are working with the US State Department, but they have not been granted access to Finn,\" it added. The family plans on going to Rome as soon as the State Department says they can see Finnegan. \"We are also aware of the funeral plans for Officer Rega, and wish to be respectful of his family and friends at this devastating time,\" the statement added.  Elder's father, Ethan Elder, spoke briefly with CNN outside his San Francisco home Sunday and called his son's case a \"precarious situation.\" Ethan Elder says he wants people to know his son is \"a good man.\" Italian police can legally hold suspects for an entire year without official charges. Suspect blindfolded The arrests have also raised questions over a leaked photo that appears to show one of the American suspects blindfolded at a police station in Rome. The photograph was leaked to the respected Italian newspaper Corriere della Sera. Suspect Hjorth's lawyer, Emiliano Sisini, confirmed to CNN that his client was the blindfolded suspect in the picture. He does not know how long Hjorth was blindfolded for, but said the incident took place before his interrogation.  Italian police have confirmed the authenticity of the photo, and told CNN that a two-pronged investigation has been launched into why the suspect was blindfolded and who leaked the photo to the press. \"The general command of the Carabinieri police strongly distances itself from the photo and the distribution of the photo of the people detained for the homicide of the Officer Mario Cerciello Rega. The provincial Carabinieri command of Rome is quickly carrying out investigations to locate who is responsible,\" police said in a statement Sunday. Salvini commented on the blindfold photo Sunday, saying in a statement: \"To those complaining about the blindfolding of the arrested, remember that the only victim to cry for is the man, the son, the husband who is 35 years old, a Carabinieri officer, a servant of the homeland who died in service at the hands of the people who, if guilty, deserve only life imprisonment.\"  The day before, Salvini had called for life-long prison sentences for the accused teens, despite them not having been put on trial. \"Hoping that the murderers of our poor policeman will never get out of prison, I remind the do-gooders that in the United States whoever kills risks the death penalty. I'm not saying we should go that far, but life in prison (obviously working), this, yes!\" Salvini wrote in a message on Twitter on Saturday. CNN's Sebastian Shukla, Barbie Latza Nadeau, Karen Smith and Sarah Dean contributed to this report. "},
{"title": " 40,000 liters of oil have spilled into the sea off a remote island in Chile's pristine Patagonia", "post_time": "Updated 0857 GMT (1657 HKT) July 29, 2019 ", "content": " (CNN) The Chilean Navy has been deployed after 40,000 liters of diesel were spilled into the sea near a remote island on the country's southern coast.  The oil spill occurred on Saturday off Guarello Island on the Chilean side of Patagonia, the pristine southernmost region making up the tip of both Argentina and Chile.  Chilean mining company CAP, which mines on the island, reported the incident to the navy.  The navy said several units were deployed to the area to control the spill, which had entered the waters of the South Pacific. It reported that by Sunday approximately 15,000 liters of contaminated seawater were contained. A barge and an ocean patrol boat were dispatched to the site as part of the recovery process. The cause of the spill was not immediately clear, and the Chilean Navy has launched an investigation. Greenpeace Chile warned that the spill could have \"devastating\" environmental consequences. In a  statement  on Monday, the organization's national director, Matías Asun, said: \"It's an extremely grave situation considering the pristine nature of the waters in which this environmental emergency has occurred. It must be considered that the zone is extremely difficult to access and that it is an area of great richness of marine mammals, like whales and dolphins, which could see themselves seriously affected in their habitat given that when coming to the surface to breathe they could meet this layer of oil.\" He urged the government to make all resources available and called on CAP to hand over as much information as possible on the spill. CAP said it would collaborate in the probe. In a statement reported by Reuters, it said it had initiated \"a process of permanent monitoring in the area\", in addition to its standard control and mitigation measures.  Guarello Island, in the Magallanes region, has large reserves of limestone and is used by CAP as a mining base. The surrounding areas of Patagonia are home to a diverse range of ecosystems with rare flora as well as endangered species. "},
{"title": "Trump threatened to classify Antifa as a terrorist group. Germans hit back", "post_time": "Updated 1601 GMT (0001 HKT) July 29, 2019 ", "content": " (CNN) President Donald Trump's threat to label anti-fascism  protest movement Antifa  a terrorist organization has prompted a backlash in Germany, where thousands of social media users have pledged solidarity with the   group . Trump tweeted on Saturday that the activist group was made up of \"gutless Radical Left Wack Jobs who go around hitting (only non-fighters) people over the heads with baseball bats.\" He said a move was being considered to label the movement a \"major Organization of Terror (along with MS-13 & others),\" referring to the international criminal gang the Mara Salvatrucha. His tweet followed the introduction of a resolution by Republican Sens. Ted Cruz and Bill Cassidy, aiming to have the group identified as \"domestic terrorists.\" But the call prompted a flurry of tweets in the US and in Germany, where #IchBinAntifa -- I am Antifa -- started trending on Twitter. Several users who used the hashtag referenced Germany's history of fascism and anti-fascist resistance during the Nazi period. \"#IchbinAntifa because my grandfather fought the fascists after they nearly wiped out our entire family,\" Krsto Lazarević wrote. Another user added, in a tweet that was retweeted hundreds of times: \"#IchbinAntifa Because history teaches us just how fragile democracy and the rule of law are when giving right-wing extremists power.\" German daily newspaper Neues Deutschland added that they were \"outraged\" that Trump was considering labeling the group terrorists. Antifa, whose name is short for \"anti-fascist,\" have become increasingly visible since the Charlottesville protests in 2017, when white nationalists rallied against the removal of a Gen. Robert E. Lee statue, and the Antifa mounted a counter-demonstration that turned violent. Trump infamously said in the aftermath that there were \"very fine people\" on both sides. The term is used to define a broad group of people whose political beliefs lean toward the left -- often the far left -- but do not conform with the Democratic Party platform.  The group doesn't have an official leader or headquarters, although groups in certain states hold regular meetings.  It is known for causing damage to property during protests, and caused controversy when conservative journalist  Andy Ngo claimed he had been attacked  by members of the movement.  CNN's Jessica Suerth and Leah Asmelash contributed reporting."},
{"title": "Syrian girl dies after saving sister's life in heart-stopping airstrike photo", "post_time": "Updated 2304 GMT (0704 HKT) July 26, 2019 ", "content": " (CNN) A father looks with horror at his three young daughters, teetering on the destroyed edge of a bombed building in northern Syria. One of them, Reham, 5, grabs the shirt of her 7-month-old sister Tuqa in an attempt to save her from falling from the rubble. This desperate moment is captured in a heart-stopping image taken on Wednesday in the Syrian town of Ariha, Idlib province, by a local media activist group, SY24. It reveals the aftermath of an airstrike conducted by Syrian government forces.   In recent days, scores of civilians have become the victims of the government's Russia-backed offensive to regain control of the last rebel strongholds in Northwestern Syria.  Reham hit her head on a stone when she fell and died while receiving treatment in the ambulance, according to the White Helmets, a volunteer rescue group also known as the Syria Civil Defense. Tuqa, the infant in the photograph, survived. She received medical treatment and has been discharged from the hospital, according to the Syrian American Medical Society (SAMS) Foundation.  The third sister, 3-year-old Rawan, pictured in the photo standing behind Reham, died on Friday in the hospital, SAMS said.  The children's mother also died when the strike hit the building where the family of 12 were living, the White Helmets said, adding that four other children are continuing to receive treatment for their injuries.  Over the past two months, Syria's government has intensified air attacks on Idlib and surrounding areas -- the last remaining areas controlled by the opposition. Hundreds of civilians have been killed and tens of thousands are believed to have been displaced, according to the Syrian Observatory for Human Rights. At least 450 civilians have died over the last three months since the start of the Syrian government's campaign, the office of the UN High Commissioner for Human Rights said in a statement Friday. More than 100 people have been killed by airstrikes over the past ten days alone, the UN said.  Toll on children The last few weeks have been particularly deadly for children, according to organizations operating in the area. More children have been killed in the last four weeks in Idlib province than the total number killed during 2018 in the same area, the charity Save the Children and its partner organization Hurras Network  said in a statement released on Wednesday.  At least 33 children have been killed since June 24, compared to 31 children killed during all of 2018, the charity said.  \"The current situation in Idlib is a nightmare. The injuries we are seeing are horrific,\"  Sonia Khush , Save the Children Syria's response director said in a press release. \"It's clear that once again children have been killed and injured in indiscriminate attacks.\"  Since the violence escalated at the end of April, at least 400 people -- including 90 children -- have died, estimates Save the Children. The UN High Commissioner for Human Rights Michelle Bachelet said in a statement that she is concerned that \"the carnage\" in Syria \"is no longer on the international radar,\" and called the international community's response \"a collective shrug.\"  \"This is a failure of leadership by the world's most powerful nations, resulting in tragedy on such a vast scale that we no longer seem to be able to relate to it at all,\" Bachelet said.  \"It is essential that there is a cessation of hostilities in order to give the on-going political negotiations room to breathe,\" she said. \"The alternative is just more mindless death and destruction in a war without end.\" In an emotional Facebook video posted earlier this week, one Syrian-American woman,  Rania Kisar, said : \"Mr Trump, please stop this. Stop this shelling. Stop the killing of these innocent people.\" Standing amid rubble after an airstrike in the city of Maarat al-Numan, Kisar said, \"Please America. Please do something,\" before breaking into sobs. CNN has reached out to the White House for comment. Last week, UN Humanitarian Affairs chief Mark Lowcock  warned the United Nations Security Council  that \"attacks on civilians and civilian infrastructure need to stop immediately.\" Local hospitals have closed out of fear of being attacked and 94 schools are being used as shelters, according to the UN.  \"These attacks don't just claim innocent lives,\" said Lowcock. \"They also deprive thousands of civilians of basic health services, even as fighting intensifies around them,\" he added, calling the attacks on civilian infrastructure \"appalling.\" Over 5.6 million people have fled Syria since 2011, and millions more have been internally displaced, according to the latest UN numbers, as hope for peace and normalcy fades.  CNN's Jomana Karadsheh in Istanbul and Sharif Paget in Atlanta contributed to this report. "},
{"title": "200 reindeer died on an Arctic Island -- and researchers think climate change is to blame", "post_time": "Updated 1406 GMT (2206 HKT) July 29, 2019 ", "content": " (CNN) More than 200 reindeer have been found dead this summer in the Norwegian archipelago of Svalbard -- and climate change appears to be the killer, researchers say. The reindeer likely starved to death after being unable to find food to graze on, according to scientists at the Norwegian Polar Institute (NPI), a federal scientific research agency that monitors the wild reindeer population. \"Never before have (researchers) seen so many cadavers at once,\" Norway's public broadcaster NRK said. Experts say that Svalbard is on the front lines of the climate crisis. \"Svalbard is among the areas that most clearly notices climate change, which has consequences for the animals living here,\" NPI  stated . Longyearbyen, the world's northernmost town and the capital of Svalbard, is probably warming faster than any other town on Earth,  according to the Norwegian Meteorological Institute . That's because of accelerated Arctic warming -- rising temperatures reduce ice and snow cover, which means less sunlight is reflected and more solar energy is absorbed, restarting the cycle.  Reindeer populations have declined globally by 56% since the mid-1990s, according to the National Oceanic and Atmospheric Administration's  2018 Arctic Report Card . Reindeer aren't the only Arctic animals suffering the effects of climate change in Norway. When sea ice melts,  polar bears  isolated on ice floes similarly risk starvation.  A team of three scientists spent 10 weeks investigating the reindeer population, which the NPI has been monitoring for 40 years.  The area has been unusually rainy since, causing the ground to become icy and tough to penetrate,  NPI stated  on Instagram. As a result, the reindeer probably couldn't dig through to reach the pastures buried below. The relatively large number of calves born last year exacerbated the problem. The youngest and weakest animals are often the first to die in harsh conditions like these, according to the Institute.   \"Starving reindeer are now a common sight,\" Kim Holmen, international director of the NPI,  told CNN  earlier this year.  Svalbard is also known as the location of the Global Seed Vault, where hundreds of thousands of varieties of seeds are preserved in a facility dug into a mountain to safeguard the world's plants from disaster. "},
{"title": "A young couple was last seen embracing at a gas station. Now police are searching for their killers", "post_time": "Updated 1558 GMT (2358 HKT) July 28, 2019 ", "content": " (CNN) The young couple wrapped their arms around each other as they pumped gas during their road trip in Canada -- a quick but intimate embrace captured by surveillance cameras.  North Carolina resident Chynna Deese, 24,  cleaned the windshield  of the blue Chevrolet van while her Australian boyfriend, Lucas Fowler, 23, filled the gas tank. Then they got back on the road and made their way through British Columbia's pristine wilderness.  On July 15, two days after that brief stop in Fort Nelson, they were found shot dead on a remote highway in northern British Columbia. Fowler's van sat nearby.  Four days later, as police searched for clues on the killers and panicked residents in the rural north shuttered their homes, tragedy struck again.  Nearly 300 miles away from the crime scene, the body of Vancouver university professor Leonard Dyck was discovered near a burning car. Investigators believe all three victims were killed by a pair of teenagers prowling the area. The teens, once considered missing and feared dead,  are on the run. The suspects may be in disguise The manhunt for suspects Kam McLeod, 19, and Bryer Schmegelsky, 18, is focused on Gillam, a tight-knit rural town of about 1,000 people in northern Manitoba.  The teens were seen there last week, and investigators are scouring a rugged terrain for clues on their whereabouts. Early Sunday, police tweeted a photo of a polar bear spotted during the search about 120 miles north of Gillam.  A Royal Canadian Air Force Hercules is assisting with the aerial search as police knock on doors in Gillam and Fox Lake Cree Nation over the next few days.  While there have been no sightings of the suspects outside the region, police are not ruling out the possibility they may be gone. They also likely altered their appearance and may be wearing disguises, authorities said. \"It is possible that someone may not have been aware of who they were providing assistance to, and may now be hesitant to come forward,\" said Cpl. Julie Courchaine, a Manitoba police spokeswoman. \"I want to reiterate the importance of contacting police immediately.\" Before authorities described the teens as armed and dangerous suspects, they initially believed they  were missing . The suspects' car was discarded and burned outside of Gillam near the Fox Lake Cree Nation reserve. One of their alleged victims, the professor, was found nearby.  The victims are mourned on two continents Hundreds of miles away from the crime scenes, heartbroken relatives on two continents are grieving a tragic love story that started when Fowler and Deese met in Croatia years ago.  Relatives remembered the couple as avid travelers with a passion for exploring. Fowler was having the time of his life traveling the world with a woman he loved, said his father, Stephen Fowler, a police inspector in Australia's New South Wales Police Force.  \"To lose someone so young and vibrant, who was traveling the world and just enjoying life to the full, is devastating,\" his family said in a statement. \"To know his beautiful girlfriend ... also lost her life in this violent event is too cruel.\" Fowler was working at a ranch in British Columbia while his girlfriend was visiting him.  \"He loved animals,\" said Erika Weder,  who hired Fowler at the ranch in February.  \"He wanted to get more experience with animals, learn about ranching in Canada in general, just to experience the West. That was one of his dreams.\" Weder told CNN partner CBC that the news left them stunned. \"You hear about things like that in movies and all of a sudden it's someone you know,\" she said.  Deese's mother said she's watched the surveillance video over and over again, and can't believe her daughter is gone. She loved traveling and would be away for long periods of time -- but she always came home.  \"It just doesn't seem real because in my mind I'm hoping she's gonna come home,\" Sheila Deese  told CNN affiliate WBTV.  \"She loved sunflowers, volunteering, traveling, people, animals. She just loved on everybody.\"  Dyck was a lecturer in the  University of British Columbia's Department of Botany  and worked as a research associate focusing on  seaweeds . His family said his death \"created unthinkable grief\" and they are struggling to understand what happened.  CNN's Emanuella Grinberg, Rebekah Riess, Eric Levenson and Chuck Johnston contributed to this report. "},
{"title": "Iranian cargo ship sinks in Caspian Sea", "post_time": "Updated 1821 GMT (0221 HKT) July 26, 2019 ", "content": " (CNN) An Iranian cargo ship sank in the Caspian Sea near  Azerbaijan 's Lankaran port on Friday, according to Iran's state-run news agency IRNA.   The Azerbaijan State Maritime Administration said it received a distress signal from an Iranian cargo ship near the port after it had been involved in an accident.  The crew of the Shabahang ship was pleading for help, saying, \"we are sinking, we are sinking,\" according to IRNA reporting.  The Shabahang, which was carrying a shipment of tiles, was en route from Anzali port, in Iran, to Makhachkala, in Russia, when it crashed in an area about 23 miles from Astara port, in Azerbaijan.  After the crash, the Shabahang sank as water began to fill the ship, the Deputy Head of Iran Ports and Maritime Organization Jalil Eslami told IRNA. Two Azerbaijan helicopters and the country's coast guard were involved in the rescue operation, resulting in the safe rescue of all nine crew members, who were still on board the vessel. The crew consisted of seven Iranians and two Indians. Full details on the cause of the accident are not yet clear."}
]